[
  {
    "name": "Celeste",
    "itch": "https://mattmakesgames.itch.io/celeste",
    "opencritic": "https://www.opencritic.com/game/5403/Celeste",
    "steam": "https://store.steampowered.com/app/504230",
    "score": 92,
    "correct": 0,
    "description": "Celeste is a platformer about climbing a mountain, from the creators of TowerFall. Unravel the secrets of the mountain and overcome your limitations to reach the summit in over 300 levels!\n\nIf she has the stamina, Madeline can climb any surface on Celeste Mountain. There she’ll journey across many dangerous environments using her mid-air dash to explore strange places and meet peculiar characters.\n\nDon’t get spooked – playing in Assist Mode lets you tweak the difficulty – from a slower pace to full on invincibility – whatever sounds fun! Or if you really want to white-knuckle it, take on the challenging B-Side chapters.",
    "genres": []
  },
  {
    "name": "Nuclear Throne",
    "itch": "https://vlambeer.itch.io/nuclear-throne",
    "opencritic": "https://www.opencritic.com/game/2060/Nuclear Throne",
    "steam": "https://store.steampowered.com/app/242680",
    "score": 90,
    "correct": 0,
    "description": "Nuclear Throne is a post-apocalyptic roguelike-like top-down shooter. Not 'the final hope of humanity' post-apocalyptic, but 'humanity is extinct and mutants and monsters now roam the world' post-apocalyptic. Fight your way through the wastelands with powerful weaponry, collecting radiation to mutate some new limbs and abilities. All these things and more you could do if only you were good at this game. Can you reach the Nuclear Throne?",
    "genres": [
      "Roguelike",
      "Action"
    ]
  },
  {
    "name": "Pyre",
    "itch": "https://supergiant-games.itch.io/pyre",
    "opencritic": "https://www.opencritic.com/game/4460/Pyre",
    "steam": "https://store.steampowered.com/app/462770",
    "score": 89,
    "correct": 0,
    "description": "Pyre is a party-based RPG in which you lead a band of exiles to freedom through ancient competitions spread across a vast, mystical purgatory. Who shall return to glory, and who shall remain in exile to the end of their days?",
    "genres": [
      "Action",
      "RPG"
    ]
  },
  {
    "name": "Neversong",
    "itch": "https://serenity-forge.itch.io/neversong",
    "opencritic": "https://www.opencritic.com/game/9486/Neversong",
    "steam": "https://store.steampowered.com/app/",
    "score": 88.5,
    "correct": 0,
    "description": "Upon waking from a coma, Peet's girlfriend is nowhere to be found. Thomas Brush, creator of Pinstripe, invites you to investigate the screams coming from the heart of Blackfork Asylum, the increasingly violent behavior of the grown-ups, and the strange truth about Peet's past in this hauntingly dreamlike fable. Discover what's lurking beyond the doorbell in this strange tale that started almost a decade ago.\n\nFEATURES:\n\nFrom Red Wind Field to the haunting halls of Blackfork Asylum, explore six moody, illustrative levels.\n\nFight your way through hordes of bosses, monsters, and blood thirsty grown-ups with your trusty baseball bat.\n\nImmerse yourself in a breathtaking piano-centric soundtrack.\n\nJoin your quirky child-hood pals and trusty pet bird on an adventure to discover the truth about your recent coma.",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Night in the Woods",
    "itch": "https://finji.itch.io/night-in-the-woods",
    "opencritic": "https://www.opencritic.com/game/1685/Night in the Woods",
    "steam": "https://store.steampowered.com/app/None",
    "score": 88,
    "correct": 0,
    "description": "Night In The Woods is an adventure game heavily focused on story, characters and exploration, with some platforming to get around town. Mae's a cat so the roofs and ledges and powerlines are all her playground, and she's not the only one up there by a long shot. You'll also be doing various activities and interacting with the world in different ways, getting to know the townspeople, hanging out with friends, exploring Possum Springs inside and out, and venturing into the surrounding areas.",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Sky Rogue",
    "itch": "https://fractal-phase.itch.io/sky-rogue",
    "opencritic": "https://www.opencritic.com/game/5017/Sky Rogue",
    "steam": "https://store.steampowered.com/app/381020",
    "score": 80,
    "correct": 0,
    "description": "Sky Rogue is a fwooshy rogue-lite action flight simulator! Blow things up over land, sea, and air, on an infinite number of procedurally-generated islands. Choose one of a diverse set of aeros and kit it out with a dizzying array of weaponry. Go toe-to-toe with enemy aces or assault giant flying aircraft carriers and battleships, but watch out for volleys of missiles; when you die, you're dead.",
    "genres": [
      "Roguelike",
      "Action"
    ]
  },
  {
    "name": "Minit",
    "itch": "https://devolverdigital.itch.io/minit",
    "opencritic": "https://www.opencritic.com/game/5780/Minit",
    "steam": "https://store.steampowered.com/app/609490",
    "score": 80,
    "correct": 0,
    "description": "Minit is a peculiar little adventure played sixty seconds at a time. Journey outside the comfort of your home to help unusual folk, uncover countless secrets, and overcome dangerous foes, all in hopes of lifting a rather unfortunate curse that ends each day after just one minute. Minit is a collaboration between Kitty Calis, Jan Willem Nijman, Jukio Kallio & Dominik Johann.",
    "genres": []
  },
  {
    "name": "2064: Read Only Memories",
    "itch": "https://midboss.itch.io/rom",
    "opencritic": "https://www.opencritic.com/game/3795/2064: Read Only Memories",
    "steam": "https://store.steampowered.com/app/330820",
    "score": 80,
    "correct": 0,
    "description": "Neo-San Francisco, 2064 AD. Your life as a struggling journalist is interrupted by the world’s first sapient machine, a ROM (Relationship and Organizational Manager) named Turing. Together, you and the quirky robot will encounter a colorful cast of locals and overcome challenges as you uncover the city’s secrets behind the overlapping futures of technology and humanity. 2064: Read Only Memories is a new cyberpunk adventure that will take you on a journey of puzzle-solving and exploring as you investigate the mysterious world and characters of Neo-San Francisco.\n\nInspired by classics like Gabriel Knight: Sins of the Father and Snatcher, 2064: Read Only Memories is a retrofuturistic take on the point-and-click adventure genre that features a rich mature narrative and unique gameplay challenges hidden within the beautiful interactive pixel scenes. The deeper you delve into the life of your missing friend, the further you get entangled into this tale about the dark side of technology.\n\nCan you survive in Neo-SF? Or will the mystery go unsolved…?",
    "genres": [
      "Interactive Story",
      "RPG"
    ]
  },
  {
    "name": "One Night Stand",
    "itch": "https://kinmoku.itch.io/one-night-stand",
    "opencritic": "https://www.opencritic.com/game/3591/One Night Stand",
    "steam": "https://store.steampowered.com/app/549860",
    "score": 80,
    "correct": 0,
    "description": "One Night Stand thrusts you into a \"morning after\" scenario where you decide how things play out.\n\nAfter a night of fun, passion, and one too many drinks, you awake to discover a complete stranger lying naked beside you in bed.\n\nWith only hazy memories of what happened last night, explore a stranger's bedroom in search of clues and try and piece together the truth. You may resort to some unusual methods to find your answers, but take care not to prod and pry too much though – a nosy guest quickly becomes an unwanted one!\n\nWith 12 different endings to find, can you keep up the act long enough to find out what actually happened or will you escape when the opportunity presents itself?",
    "genres": [
      "Interactive Story"
    ]
  },
  {
    "name": "Far from Noise",
    "itch": "https://georgebatch.itch.io/far-from-noise",
    "opencritic": "https://www.opencritic.com/game/5170/Far From Noise",
    "steam": "https://store.steampowered.com/app/706130",
    "score": 80,
    "correct": 0,
    "description": "You are balanced on the edge of a cliff in an old rusting car. \n\nThe sun is setting behind the horizon and night will soon fall. With no immediate means of escape, perhaps all that's left is to attempt to feel some connection with the world at the end of it all.\n\nFar from Noise is a single-player narrative told through dialogue choices. As day fades to night, experience quiet moments of interaction with a variety of creatures and witness the transformative forces of nature as they happen around you. Through conversation with a welcome companion, begin to discover your reasons for being out there, your relationship with the world, life and death, and if you'll see tomorrow.\n\nINCLUDES\n\n A dynamic, naturally flowing conversation\n\n Multiple endings driven by choices that shape the narrative\n\n An original musical score by Geoff Lentin that flows with the story\n\n A rich landscape that shifts and fades as time progresses\n\n Narrative events that change on multiple playthroughs",
    "genres": [
      "Interactive Story"
    ]
  },
  {
    "name": "Pikuniku",
    "itch": "https://devolverdigital.itch.io/pikuniku",
    "opencritic": "https://www.opencritic.com/game/7115/Pikuniku",
    "steam": "https://store.steampowered.com/app/572890",
    "score": 80,
    "correct": 0,
    "description": "Pikuniku is an absurdly wonderful puzzle-exploration game that takes place in a strange but playful world where not everything is as happy as it seems. Help peculiar characters overcome struggles, uncover a deep state conspiracy, and start a fun little revolution in this delightful dystopian adventure!\n\n\n\nA Vibrant Adventure for All: Explore a colorful world at your own pace, help quirky characters with their unusual requests, and solve clever puzzles that will challenge players of all levels with a 4 - 5 hour campaign.​\n\nCharming Cast: Meet a cast of memorable characters on your journey, each with their own problems and eccentricities to accommodate along the way.\n\nCooperative Mode: Join up with family and friends for local multiplayer fun in custom cooperative levels and challenges.",
    "genres": [
      "Puzzle",
      "Platformer"
    ]
  },
  {
    "name": "Quadrilateral Cowboy",
    "itch": "https://blendogames.itch.io/quadrilateralcowboy",
    "opencritic": "https://www.opencritic.com/game/3033/Quadrilateral Cowboy",
    "steam": "https://store.steampowered.com/app/240440",
    "score": 80,
    "correct": 0,
    "description": "Quadrilateral Cowboy is a single-player adventure in a cyberpunk world. Tread lightly through security systems with your hacking deck and grey-market equipment. With top-of-the-line hardware like this, it means just one thing: you answer only to the highest bidder.",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Bleed 2",
    "itch": "https://bootdiskrevolution.itch.io/bleed-2",
    "opencritic": "https://www.opencritic.com/game/3814/Bleed 2",
    "steam": "https://store.steampowered.com/app/396350",
    "score": 80,
    "correct": 0,
    "description": "Bleed 2 is a relentless arcade action game featuring air-dodging, bullet-reflecting, and tons of bosses.\n\nWryn is the world's greatest (and only remaining) hero. Help her battle an invading force of villains and live up to her title as the Greatest Hero of All Time!\n\nFeaturing an original soundtrack by Jukio Kallio and sound design by Joonas Turner!",
    "genres": [
      "Arcade",
      "Action"
    ]
  },
  {
    "name": "OneShot",
    "itch": "https://futurecat.itch.io/oneshot",
    "opencritic": "https://www.opencritic.com/game/3647/OneShot",
    "steam": "https://store.steampowered.com/app/420530",
    "score": 80,
    "correct": 0,
    "description": "A surreal puzzle adventure game with unique mechanics / capabilities.\n\nYou are to guide a child through a mysterious world on a mission to restore its long-dead sun.\n\n...Of course, things are never that simple.\n\nThe world knows you exist \n\nThe consequences are real\n\nSaving the world may be impossible\n\nYou only have one shot\n\nwww.oneshot-game.com",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Underhero",
    "itch": "https://papercastlegames.itch.io/underhero",
    "opencritic": "https://www.opencritic.com/game/6672/Underhero",
    "steam": "https://store.steampowered.com/app/573320",
    "score": 80,
    "correct": 0,
    "description": "DESCRIPTION:\n\nUnderhero is a 2D side-scroller RPG adventure game with timing-based combat. It tells an intriguing and mysterious story, full of silly characters brimming with personality, quirky dialogue, and lots of weird humor.\n\nSTORY:\n\nInspired by Paper Mario games and RPGs in general, it tells the story of a world where the chosen hero has failed and an underling of the main villain takes his place as the new “hero”. \nJoin Elizabeth IV and a little Masked kid in a journey across the Chestnut Kingdom to once again, defeat the evil Mr. Stitches! Meet friends, foes and other weird characters in the mysterious world of Underhero.\n\n...Wait, once again!?\n\nFEATURES:\n\n    A sidescrolling RPG adventure full of beautiful pixel art and cartoony aesthetics.\n\n    Turn-based combat with a twist: there are no turns! Use your reflexes to evade, and your timing to attack or parry! We call it timing-based combat.\n\n    Level ups let you choose between three options! HP, attack and stamina! Choose wisely...\n\n    Enemies consider you their ally, so talk to them in-battles!\n\n    Critical hits occur when you hit an enemy with the beat of the music, not randomly! Groovy~ \n\n    You want to escape a tough battle? Bribe your enemies!\n\n    A wonderful original soundtrack composed by Stijn van Wakeren.\n\n    Explorable worlds sprinkled with many hidden secrets.\n\n    Mini games!\n\n    Puzzle elements.\n\n    Some good old platforming.\n\n    Fun and intense boss battles!\n\n    A satire of RPG tropes.\n\n    A story shrouded in mystery, with many twists and turns…",
    "genres": [
      "Adventure",
      "RPG"
    ]
  },
  {
    "name": "A Normal Lost Phone",
    "itch": "https://dear-villagers.itch.io/a-normal-lost-phone",
    "opencritic": "https://www.opencritic.com/game/3860/A Normal Lost Phone",
    "steam": "https://store.steampowered.com/app/523210",
    "score": 80,
    "correct": 0,
    "description": "A Normal Lost Phone is a game about exploring the intimacy of an unknown person whose phone was found by the player.\n\nThe game takes the shape of a narrative investigation: you have to search the phone’s text messages, pictures and applications, in order to learn about its former owner. Through this phone, you uncover Sam’s life, friends, family and relationships, until the evening when they turn 18 and mysteriously disappear.",
    "genres": [
      "Interactive Story"
    ]
  },
  {
    "name": "Old Man's Journey",
    "itch": "https://brokenrules.itch.io/old-mans-journey",
    "opencritic": "https://www.opencritic.com/game/4363/Old Man’s Journey",
    "steam": "https://store.steampowered.com/app/581270",
    "score": 80,
    "correct": 0,
    "description": "Old Man’s Journey, a soul-searching puzzle adventure, tells a story of life, loss, reconciliation, and hope. Entrenched in a beautifully sunkissed and handcrafted world, embark on a heartfelt journey interwoven with lighthearted and pressure-free puzzle solving. \n\nA visual narrative about life’s precious moments, broken dreams, and changed plans, uncover stories of the old man’s life told through beautiful vignettes of his memories. Interacting with the serene and whimsical environment, solve playful puzzles by shaping the landscape, growing the hills to create the old man’s path forward.\n\nDuring this compact gameplay experience, you’ll be transported to a vibrant and wishful world, exploring life’s complexities through the old man’s eyes. Meditatively delightful and reflective, Old Man’s Journey invites you to immerse yourself in quiet and inquisitive puzzles, and experience the old man’s heartache, regret, and hope.",
    "genres": [
      "Interactive Story",
      "Puzzle"
    ]
  },
  {
    "name": "Astrologaster",
    "itch": "https://nyamyam.itch.io/astrologaster",
    "opencritic": "https://www.opencritic.com/game/7676/Astrologaster",
    "steam": "https://store.steampowered.com/app/742520",
    "score": 80,
    "correct": 0,
    "description": "Play as ‘Doctor’ Simon Forman - unlicensed medical professional and astrologer - and help him win a medical licence. Astrologaster is a narrative-based comedy game.\n\nExplore Forman’s life, his work, and his relationships with his clients. Make story choices by performing astrological readings. Choose strategically or make decisions just for fun - but be aware that your choices will have consequences (and unpredictable side effects!)\n\n13 clients come to see you 5-7 times seeking advice for personal, professional and medical problems. By examining the stars in the sky, you diagnose and determine answers for your clients’ problems. As well as affecting the storyline, these choices will alter your clients’ satisfaction levels. Satisfied clients will write you letters of recommendation, and with enough of these letters you can obtain a medical licence from the University of Cambridge. \n\nSo-called “real” (licensed) doctors call Forman a quack and fraud. Help Forman prove these medical establishment elitists wrong!\n\nFEATURES\n\n\nPerform real* astrology: Examine the sky and choose astrological interpretations that Forman will use to advise his patients. (But remember: astrology is not an exact science!)\n\nSolve Hilarious Problems: Consult on problems ranging from Elizabethan terror plots and foul diseases, to romantic entanglements and stolen pies!\n\nChange Lives: Win your patients’ favour or ruin their lives. Advise 14 characters who return 5-7 times. Patients have their own ongoing stories which often overlap with each other. Use gossip from some characters to guide and manipulate others. \n\nWin A Medical Licence: Convince patients to write letters of recommendations. Collect enough letters to exchange them for a medical licence.\n\nFully Voiced Character Dialogue: Sitcom-style comedy brought to life by a cast of over a dozen actors.\n\nSing Along: Enjoy Renaissance-era music and sing along to each character’s theme song.\n\nCasebooks Come Alive: Simon Forman’s cases are presented as a beautiful pop-up book. Turn pages to delve deeper into your patients’ stories.\n\nTHE STORY\nLondon, 1592. A great plague sweeps through the capital. When doctors flee the city in fear, a hero rises. His name is Simon Forman, “Doctor” of Astrology, Astronomy and Physick. Not only does he have the power to cure the sick, he can find their lost pets and predict their futures! All by reading the movements of the stars.\n\nBut when the plague ends, Forman’s problems begin. The real doctors return to London and they will stop at nothing to bring him down...\n\nSUMMARY\nAstrologaster is a story-driven astrological comedy game set in Shakespeare’s London. Based on a true - and truly ridiculous - story. \nSimon Forman was considered a sage by some and a charlatan by others. What will your legacy be? Will you put your faith in the stars?",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Cook, Serve, Delicious! 2!!",
    "itch": "https://chubigans.itch.io/cook-serve-delicious-2",
    "opencritic": "https://www.opencritic.com/game/1637/Cook, Serve, Delicious! 2",
    "steam": "https://store.steampowered.com/app/None",
    "score": 80,
    "correct": 0,
    "description": "It was seemingly like any other morning at SherriSoda Tower as you take the elevator up to open Cook, Serve, Delicious!, a platinum star restaurant that was surging in popularity thanks to your amazing chef and management skills.\n\nJust then, a swarm of police surround SherriSoda Tower. It seems the SherriSoda head executives were secretly stealing funds from the company at the same time they were incurring a staggering amount of debt, draining the accounts of the tower and several of the businesses inside of it, including CSD. Just like that, the tower was closed and put up for federal auction, including everything inside of it. It was all over…the Cook, Serve, Delicious! restaurant was no more.\n\nAngry but determined to rebuild, you’ve scrounged up all of your personal life’s savings and bought commercial space inside the Teragon Supertower, the largest skyscraper in the city. It’s here that you will start a brand new Cook, Serve, Delicious! restaurant, build it back to its former glory, and rebuild your legacy as the best chef in the world.\n\nGood luck!",
    "genres": [
      "Simulation"
    ]
  },
  {
    "name": "Semblance",
    "itch": "https://nyamakop.itch.io/semblance",
    "opencritic": "https://www.opencritic.com/game/6406/Semblance",
    "steam": "https://store.steampowered.com/app/700160",
    "score": 80,
    "correct": 0,
    "description": "Semblance is a innovative platformer with deformable terrain, set in a beautiful minimalist world. It’s a game that asks, what if you could deform and reshape the world itself? Semblance takes the idea of a ‘platform’ in a platformer and turns it on it’s head. What if platforms were actually part of the gameplay, part of the way you solved problems?\n\nExplore a world where the default is soft, where the property of 'hardness' doesn't exist. Each of the game's three worlds explore a new consequence of a planet that can shift, change and deform. Beat back the strange, crystalline infection of hard material by freeing the world's life essences and uncover the dark cause for its appearance.\n\n\nUnique and innovative deforming platform gameplay:\nCan’t reach a collectible? Just deform and elevate a piece of the ground so that the point you jump from is higher. Nasty spikes in the way? Just deform and push-down the ground lower so that you can pass by. Squish, bounce, squash and transform the world- and yourself to solve problems.\n\nBeautiful Minimalist Aesthetic Design:\nExplore 3 worlds bursting with colorful minimalist charm, quirky critters, and calming vistas. Become hypnotized by each world's dynamically layered score, each with a hint of African aural distinction.\n\nExplore non-linearly:\nThe game allows you to move between puzzles as you wish, never forcing you to find a solution in order to progress and enabling you to come back later. Similarly, the game's narrative is presented expansively, allowing you to explore- and piece together the story for yourself as you roam the game.",
    "genres": []
  },
  {
    "name": "FutureGrind",
    "itch": "https://milkbaggames.itch.io/futuregrind",
    "opencritic": "https://www.opencritic.com/game/1620/FutureGrind",
    "steam": "https://store.steampowered.com/app/None",
    "score": 80,
    "correct": 0,
    "description": "FutureGrind is a futuristic stunt-platformer game. We think it’s a bit like Uniracers meets OlliOlli. Played on a track made of rails that run through a 3D environment, you control a futuristic, motorcycle-sized vehicle called a “grinder”. Your grinder has two wheels: one blue, and one red. You have to get from the start of the track to the end in one piece, while scoring the most points possible. Be careful: do NOT let the wrong wheel touch. Your blue wheel can touch blue rails, your red wheel can touch red rails, but touch the wrong rail and you’ll cause a short circuit. Watch out, short circuiting leads to, well, a bit of a mess.",
    "genres": [
      "Simulation",
      "Racing"
    ]
  },
  {
    "name": "Circa Infinity",
    "itch": "https://kennysun.itch.io/circa-infinity",
    "opencritic": "https://www.opencritic.com/game/1879/Circa Infinity",
    "steam": "https://store.steampowered.com/app/None",
    "score": 80,
    "correct": 0,
    "description": "Circa Infinity is a brain-melting circular platformer by Kenny Sun, with a pulse-pounding soundtrack by Jack + Jim Fay.",
    "genres": [
      "Platformer"
    ]
  },
  {
    "name": "Oxenfree",
    "itch": "https://night-school-studio.itch.io/oxenfree",
    "opencritic": "https://www.opencritic.com/game/2142/Oxenfree",
    "steam": "https://store.steampowered.com/app/388880",
    "score": 80,
    "correct": 0,
    "description": "Oxenfree is a supernatural thriller about a group of friends who unwittingly open a ghostly rift. Play as Alex, a bright, rebellious teenager who brings her new stepbrother Jonas to an overnight party on an old military island. The night takes a terrifying turn when you unwittingly open a ghostly gate spawned from the island’s cryptic past. How you deal with these events, your peers, and the ominous creatures you’ve unleashed is up to you.",
    "genres": [
      "RPG"
    ]
  },
  {
    "name": "Four Sided Fantasy",
    "itch": "https://serenity-forge.itch.io/four-sided-fantasy",
    "opencritic": "https://www.opencritic.com/game/1626/Four Sided Fantasy",
    "steam": "https://store.steampowered.com/app/337490",
    "score": 80,
    "correct": 0,
    "description": "Four Sided Fantasy is a game about pushing the limits of the screen. In this world, you can wrap the screen at any time, so that you emerge from the left when exiting right, and falling down a pit turns into falling from the ceiling. Discover a strange world where a man and woman journey through four seasons in a year, constantly separated by the boundaries of the screen.\n\nEach new season in the game brings a new twist to screen wrap. Just as you think you’ve mastered a screen wrap mechanic, the world will change its rules and present a new way for you to look at the confines of your screen.\n\nFour Sided Fantasy is a concise puzzle gaming experience that respects your time; an experience that lasts around the same time as Portal.",
    "genres": [
      "Puzzle",
      "Adventure",
      "Platformer"
    ]
  },
  {
    "name": "Figment",
    "itch": "https://leefy.itch.io/figment",
    "opencritic": "https://www.opencritic.com/game/4894/Figment",
    "steam": "https://store.steampowered.com/app/493540",
    "score": 80,
    "correct": 0,
    "description": "A controller is recommended to play this game.\n\nA musical action-adventure set in the recesses of the human mind... Welcome to the world of Figment. A strange and surreal world; a place filled with our deepest thoughts, urges and memories, populated by the many voices we hear in our heads.\n\nThis mind has been quiet and calm for many years. But something has changed. New thoughts have started to emerge - taking the shape of nightmarish creatures who spread fear wherever they go. The only hope is for the grumpy Dusty, the mind's former voice of courage, to get back to his old self and help the mind to face its fears.\n\nJoin Dusty and his ever-optimistic friend, Piper, on an adventure through the different sides of the mind, solving puzzles to set things straight, beating back the nightmares and seeking to restore the courage that's been lost.\n\nExperience how traditionally hand-painted brushstrokes come to life in a world filled with surreal art, colorful illustrations and charming characters. Experience the unique artstyles of the joyful Freedom Isles, the radiant Clockwork Town and the ominous Pathways.\n\nMusic is an integral part of Figment. Explore a rhythmic environment full of trumpet trees, piano houses and singing enemies and discover how your actions influence this musical universe and its dynamic soundtrack.\n\nTake an emotional journey to face universal human fears and help Dusty bring peace to the mind again. Overcome the Nightmares by using their dirty tricks to your advantage.\n\nFigment offers various challenges for all kind of players. Swing your sword skillfully at the enemies, rack your brain to solve puzzles and combine the two in epic musical boss battles.",
    "genres": [
      "Music",
      "Platformer"
    ]
  },
  {
    "name": "Figment",
    "itch": "https://planarian.itch.io/figment",
    "opencritic": "https://www.opencritic.com/game/4894/Figment",
    "steam": "https://store.steampowered.com/app/493540",
    "score": 80,
    "correct": 0,
    "description": "A controller is recommended to play this game.\n\nA musical action-adventure set in the recesses of the human mind... Welcome to the world of Figment. A strange and surreal world; a place filled with our deepest thoughts, urges and memories, populated by the many voices we hear in our heads.\n\nThis mind has been quiet and calm for many years. But something has changed. New thoughts have started to emerge - taking the shape of nightmarish creatures who spread fear wherever they go. The only hope is for the grumpy Dusty, the mind's former voice of courage, to get back to his old self and help the mind to face its fears.\n\nJoin Dusty and his ever-optimistic friend, Piper, on an adventure through the different sides of the mind, solving puzzles to set things straight, beating back the nightmares and seeking to restore the courage that's been lost.\n\nExperience how traditionally hand-painted brushstrokes come to life in a world filled with surreal art, colorful illustrations and charming characters. Experience the unique artstyles of the joyful Freedom Isles, the radiant Clockwork Town and the ominous Pathways.\n\nMusic is an integral part of Figment. Explore a rhythmic environment full of trumpet trees, piano houses and singing enemies and discover how your actions influence this musical universe and its dynamic soundtrack.\n\nTake an emotional journey to face universal human fears and help Dusty bring peace to the mind again. Overcome the Nightmares by using their dirty tricks to your advantage.\n\nFigment offers various challenges for all kind of players. Swing your sword skillfully at the enemies, rack your brain to solve puzzles and combine the two in epic musical boss battles.",
    "genres": [
      "Music",
      "Platformer"
    ]
  },
  {
    "name": "Diaries of a Spaceport Janitor",
    "itch": "https://tinybuild.itch.io/diaries-of-a-spaceport-janitor",
    "opencritic": "https://www.opencritic.com/game/3292/Diaries of a Spaceport Janitor",
    "steam": "https://store.steampowered.com/app/436500",
    "score": 78,
    "correct": 0,
    "description": "Take in the trash...\r\rDiaries of a Spaceport Janitor is an anti-adventure game about picking up trash in an alien bazaar. Play as the Janitor, an Alaensee girlbeast with a municipally-subsidized trash incineration job and dreams of leaving the planet of Xabran's Rock far behind her.\r\rExplore the Spaceport! Navigate the maze of alleyways, side streets, plazas, and bridges as you search for discarded items to burn. Investigate one of various entrances to the mysterious subterranean sewerdungeon, or climb the ominously symmetrical Ziggurat to get a better view of the urban landscape! If you pay attention and keep track of landmarks, you won't get lost... probably.\r\rEmbrace routine! Spend your days cleaning up litter, finding food, and testing your luck at lottoshrines scattered throughout the area. Daily tasks form the backbone of your life as the Janitor, providing structure and monotonous security in an uncertain world! Do not deviate from your routine. Pray, work, eat, sleep. Do not deviate from your routine.\r\rSuffer the Curse! Stick your scentflaps where you shouldn't, and you may just walk away with an ancient cranial entity haunting your every waking moment! Consult local Necresses, pray to the Nine Goddesses, purchase ritual objects, and rub the giant sword to balance your personal luck favorably! Maybe that will make the whispering stop!\r\rEmbark on an anti-adventure! Find a middle ground between your life of menial drudgery and a culture of exciting quests and powerful heroes, and you might finally find a way off Xabran's Rock!",
    "genres": [
      "Simulation"
    ]
  },
  {
    "name": "GNOG",
    "itch": "https://ko-op.itch.io/gnog",
    "opencritic": "https://www.opencritic.com/game/1601/GNOG",
    "steam": "https://store.steampowered.com/app/None",
    "score": 78,
    "correct": 0,
    "description": "GNOG is a wondrous journey through a universe of visually stunning and playfully interactive monster heads. Explore a myriad of unique interconnected heads and the worlds they carry within, as you try to decipher each one's quirks and advance to the next. Interact with the outside to change the inside and vice versa to reveal the exit!",
    "genres": [
      "Puzzle"
    ]
  },
  {
    "name": "Octodad: Dadliest Catch",
    "itch": "https://younghorses.itch.io/octodad-dadliest-catch",
    "opencritic": "https://www.opencritic.com/game/267/Octodad: Dadliest Catch",
    "steam": "https://store.steampowered.com/app/224480",
    "score": 78,
    "correct": 0,
    "description": "Octodad: Dadliest Catch is a game about destruction, deception, and fatherhood. The player controls Octodad, a dapper octopus masquerading as a human, as he goes about his life. Octodad's existence is a constant struggle, as he must master mundane tasks with his unwieldy boneless tentacles while simultaneously keeping his cephalopodan nature a secret from his human family. ",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "forma.8",
    "itch": "https://mixedbaggames.itch.io/forma8",
    "opencritic": "https://www.opencritic.com/game/1650/Forma.8",
    "steam": "https://store.steampowered.com/app/None",
    "score": 78,
    "correct": 0,
    "description": "forma.8 is MixedBag’s own take on the classic metroidvania formula, a project started over two years ago as a little gameplay concept centered on an experimental control system for touch devices that evolved in an adventure of epic scale.\u2028 It’s the kind of game that, as a two-person indie developer, anyone tells you ‘hey, don’t start with something big like this!’... err... In a distant future, the small exploration probe forma.8 is stranded alone on the surface of an alien planet. He got parted away from his companions by an accidental event and has a life or death mission to accomplish: he needs to find and recover a powerful energy source deep under the surface before it’s too late. Ancient civilisations, great perils and dystopian visions awaits him, and not everything is as it seems...",
    "genres": [
      "Puzzle",
      "Adventure"
    ]
  },
  {
    "name": "Loot Rascals",
    "itch": "https://hollowponds.itch.io/lootrascals",
    "opencritic": "https://www.opencritic.com/game/4009/Loot Rascals",
    "steam": "https://store.steampowered.com/app/443880",
    "score": 76,
    "correct": 0,
    "description": "Only you can rescue Big Barry - your huge robot head pal - from a space theme park that’s been invaded by a tentacled pan-dimensional godbeast\n\nExplore an alien planet, beat a menagerie of strange baddies and win Loot Cards which give you special abilities. Choosing which to equip requires strategic thinking - the way you lay them out is crucial, and some must be sacrificed because cards are also the precious resources you need to heal and use powerful abilities.\n\nCareful though because baddies can loot you! The cards they steal drop into other players’ games. When you defeat an Elite Baddie you’ll get another player’s card: will you return it or keep it for yourself?\n\nEither way, prepare for a visit from that player's Holographic Helper to shower you with thanks or terrible vengeance - Loot Rascals is a tale of friendship, loss, and redemption!\n\nEvery game is different in this procedurally generated roguelike: gather Loot Cards, show the Thing Below who’s boss, and fly Big Barry to victory!",
    "genres": [
      "Roguelike",
      "RPG"
    ]
  },
  {
    "name": "Golf Peaks",
    "itch": "https://afterburn.itch.io/golf-peaks",
    "opencritic": "https://www.opencritic.com/game/7075/Golf Peaks",
    "steam": "https://store.steampowered.com/app/923260",
    "score": 76,
    "correct": 0,
    "description": "Golf Peaks is a tiny puzzle game where you climb mountains by playing golf. Use cards to move the ball, solve over 80 handcrafted levels and conquer the summits\n\nFEATURES:\n\n80+ levels and 7 worlds to complete,\n\nVarious block types to experiment with,\n\nUnique card-based movement system,\n\nMinimalist visuals and a relaxing atmosphere,\n\nNo IAP, no ads,\n\nAchievements\n\nZero understanding of golf required!",
    "genres": [
      "Puzzle",
      "Sports"
    ]
  },
  {
    "name": "Runner3",
    "itch": "https://choice-provisions.itch.io/runner3",
    "opencritic": "https://www.opencritic.com/game/6091/Runner3",
    "steam": "https://store.steampowered.com/app/516130",
    "score": 75.5,
    "correct": 0,
    "description": "The rhythm-music gameplay of BIT.TRIP RUNNER and Runner2 is back and better than ever!\n\nThe Timbletot is determined to rid the multiverse of all its love and happiness. CommanderVideo, a lover if ever there were one, refuses to let this happen. He’s ready to jump, double-jump, wall-jump, slide-jump, slide, kick, float, drive, fly, and dance his way to victory, all across a medley of thrilling, challenging, and joyous levels!\n\n- Hero quests! Runner3 is filled with oddball characters in need of your help. Lend them a hand and they'll reward you generously!\n - Vehicles! Players will encounter wild vehicles that stand no chance of ever being deemed street legal. Eggplant planes! Celery cars! Cans propelled by carbonation! And so much more!\n - Branching paths! Every level in Runner3 offers branching paths of varying difficulties. Take the hard path and earn yourself some gems; opt for the normal path and line your pockets with precious gold bars. The choice is yours!\n - Retro challenges! A series tradition, every level in Runner3 has an accompanying \"retro\" level--it’s like two games for the price of one! These levels will also offer a series' first: free movement! Control CommanderVideo in ways you never have before, and earn precious “Gildan” coins in the process! \n - Item shop! Players will be able to spend their hard-earned Gildans and gems on costumes, capes, accessories, and more. There are no in-game purchases in Runner3--keep your dang money!\n - New playable characters! The Commanders are joined by friends new and old, including Dave of Woah Dave! fame, Unkle Dill, Frank 'N Stein, Awnty Rewty, and more!\n - Charles Martinet! Charles Martinet returns for his role of \"The Narrator\"",
    "genres": [
      "Action",
      "Platformer"
    ]
  },
  {
    "name": "Arcade Spirits",
    "itch": "https://fictionfactorygames.itch.io/arcade-spirits",
    "opencritic": "https://www.opencritic.com/game/7270/Arcade Spirits",
    "steam": "https://store.steampowered.com/app/910630",
    "score": 75,
    "correct": 0,
    "description": "Arcade Spirits, a romantic visual novel, follows an alternate timeline set in the year 20XX where the 1983 video game crash never occurred. After a turbulent work history, you are granted employment at the Funplex, a popular arcade, home to a host of unique personalities and customers. Where will this new-found employment take you? Who will you meet along the way? Will you find the romance you're seeking? \n\nDesign your own character from the ground up - pronoun, hairstyle, skin tone, hair color, eye color and more are completely customizable and are reflected throughout the game in both gameplay and artwork!\n\nWith roleplaying-based choices, you will be able to grow your personality and relationships in any way you desire; Friendship, Platonic or something more intimate! Work hard and build the relationship you desire with a total of seven romanceable characters!\n\nThe Identity Identifier System, or IRIS, can track your relationship statuses with all characters throughout Arcade Spirits as well as your personality traits, from Quirky, Steady, and Kindly, to Gutsy and Basically. \n\nEverything you choose in Arcade Spirits, from your relationships to your personality, your crisis management moments, and a myriad other decision will have an effect on the future of your arcade!",
    "genres": [
      "Interactive Story"
    ]
  },
  {
    "name": "Anodyne",
    "itch": "https://han-tani.itch.io/anodyne",
    "opencritic": "https://www.opencritic.com/game/6744/Anodyne",
    "steam": "https://store.steampowered.com/app/234900",
    "score": 75,
    "correct": 0,
    "description": "In this unique Zelda-lite game, explore and fight your way through surreal and creepy, nature, urban and abstract themed areas in the human Young's subconscious, evoked by a 16-bit-era visual style and a moody, dream-like soundtrack.",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Milkmaid of the Milky Way",
    "itch": "https://machineboy.itch.io/milkmaid-of-the-milky-way",
    "opencritic": "https://www.opencritic.com/game/3834/Milkmaid of the Milky Way",
    "steam": "https://store.steampowered.com/app/544970",
    "score": 75,
    "correct": 0,
    "description": "Milkmaid of the Milky Way is a 90s style point-and-click adventure game with puzzles, exploration and an exciting story, written completely in rhyme!\n\nDeep in a fjord, a girl and her bovine, Western Norway, nineteen-twenty-nine. This is a story from Calf Ledge, a farm perched on a mountain edge. \n\nIt's 1920's Norway, and you play as Ruth, a young woman who lives alone on a remote farm at the end of a faraway fjord. You take care of your cows and make delicious dairy products that your friend sells in the closest town. But the dairy business is not going so well, and life on the farm is lonesome and hard. And at nights mysterious things keep happening to Ruth and her cows, making Ruth wonder: Is this the life she wants?\n\nThen one day a giant, golden ship descends from the sky, forcing Ruth out on a journey that will change her life.\n\nMilkmaid of the Milky Way is a story about moving into the unknown, breaking free from the past, it's a story about age, life, death and time - but most of all it's a story about finding your own place in the universe.",
    "genres": [
      "Art",
      "Interactive Story",
      "Adventure"
    ]
  },
  {
    "name": "Hidden Folks",
    "itch": "https://adriaan.itch.io/hidden-folks",
    "opencritic": "https://www.opencritic.com/game/3955/Hidden Folks",
    "steam": "https://store.steampowered.com/app/435400",
    "score": 75,
    "correct": 0,
    "description": "Search for hidden folks in hand-drawn, interactive, miniature landscapes. Unfurl tent flaps, cut through bushes, slam doors, and poke some crocodiles! Rooooaaaarrrr!!!!!\n\nA strip of targets shows you what to look for. Click on a target for a hint, and find enough to unlock the next area.",
    "genres": [
      "Art",
      "Puzzle"
    ]
  },
  {
    "name": "Halloween Forever",
    "itch": "https://poppyworks.itch.io/halloween-forever",
    "opencritic": "https://www.opencritic.com/game/3536/Halloween Forever",
    "steam": "https://store.steampowered.com/app/425650",
    "score": 75,
    "correct": 0,
    "description": "Something mysterious is happening in the pumpkin patch this Halloween! You control Pumpkin Man, a humanoid pumpkin thing animated by occult forces on a quest to discover why things are so creepy. And you vomit candy corn.\r\n\r\nAdventure through three weird, spooky worlds in search of your destiny. Meet chainsaw maniacs, undead sorcerers, spooky bats, and lots of skeletons on your way. Can you survive the horrors that await you within these spooky tombs?\r\n\r\nI'm building Halloween Forever in Gamemaker. All artwork and animations were created using Photoshop. Halloween Forever supports play using both keyboard and Xbox 360 format usb gamepad.\r\n\r\nThanks again for checking out my game. I love Halloween and wish it could never end. Happy Halloween Forever!",
    "genres": [
      "Platformer"
    ]
  },
  {
    "name": "Heavy Bullets",
    "itch": "https://devolverdigital.itch.io/heavybullets",
    "opencritic": "https://www.opencritic.com/game/979/Heavy Bullets",
    "steam": "https://store.steampowered.com/app/297120",
    "score": 75,
    "correct": 0,
    "description": "Armed with a simple yet stylish revolver and six devastatingly plump bullets, you must reset the security mainframe to restore order and reap the rewards of a job well done. To succeed in the game, players will need to move carefully and make smart use of their bullets, items, and the environment as rushing into new areas is the fastest way to get killed in the untamed wild of the neon corridors. ",
    "genres": [
      "Roguelike",
      "First-Person Shooter"
    ]
  },
  {
    "name": "The Aquatic Adventure of the Last Human",
    "itch": "https://ycjy.itch.io/aquaticadventure",
    "opencritic": "https://www.opencritic.com/game/2192/The Aquatic Adventure of the Last Human",
    "steam": "https://store.steampowered.com/app/401360",
    "score": 75,
    "correct": 0,
    "description": "The Aquatic Adventure of the Last Human is a pixelated, side-scrolling, underwater action-adventure game about exploring the decaying ruins of our species -- and fighting deadly sea-creatures -- in search of answers about our downfall.",
    "genres": [
      "Action",
      "Adventure"
    ]
  },
  {
    "name": "Anomaly",
    "itch": "https://sniperserpent.itch.io/anomaly",
    "opencritic": "https://www.opencritic.com/game/213/Anomaly 2",
    "steam": "https://store.steampowered.com/app/236730",
    "score": 75,
    "correct": 0.2,
    "description": "All About Tower Offense vs. Tower Defense. Anomaly 2 is a sequel to the critically acclaimed Anomaly Warzone Earth. Maintaining the core elements of the original, Anomaly 2 adds new features to the single-player campaign and finally puts your skills to a test in a completely unique experience: the dynamic tower defense vs. tower offense multiplayer mode! ",
    "genres": [
      "Real-Time Strategy"
    ]
  },
  {
    "name": "Soft Body",
    "itch": "https://godzekesatan.itch.io/soft-body",
    "opencritic": "https://www.opencritic.com/game/1634/Soft Body",
    "steam": "https://store.steampowered.com/app/337650",
    "score": 74.5,
    "correct": 0,
    "description": "Soft Body is an action­puzzle game that infuses the twin­stick shooter with a surreal sense of control and style. Inspired by the simplicity and joy of twin-stick shooters and other arcade games, players take control of two beautiful, gooey snakes at the same time (one with each analog stick). Together, you use the snakes to paint the world, which continually changes around you, while dodging bullets and popping enemies. Both soothing and tense, Soft Body combines the challenge and twitchy fun of quick­restart action games with a smooth, meditative aesthetic.",
    "genres": [
      "Puzzle",
      "Third-Person Shooter"
    ]
  },
  {
    "name": "Signs of the Sojourner",
    "itch": "https://echodog-games.itch.io/signs-of-the-sojourner",
    "opencritic": "https://www.opencritic.com/game/9444/Signs of the Sojourner",
    "steam": "https://store.steampowered.com/app/",
    "score": 72.5,
    "correct": 0,
    "description": "Signs of the Sojourner is a narrative card game about relationships and connecting with people.\n\nYour deck is your character, reflecting your experiences and shaping your relationships. Make decisions about who your character is in this world, pushing forward with the cards you’re dealt.\n\nYou take over your mother's store after her death, traveling to diverse locations in order to acquire goods for the shop. Along the way, encounter optimistic stories, compassionate characters, and delightful surprises in a world where travel is difficult and climate change has made life hard.\n\nKEY FEATURES\n\nForge new friendships, rivalries, and connections through card game conversations. Play cards to match the tone and perspective of your partner or disregard their feelings to sell your own point of view. The story continues either way.\n\nVenture forth to find rare and useful goods to aid your town. Make difficult choices along the way. The consequences shape your character’s deck and every conversation that follows, en route to many possible endings.\n\nYou'll explore the world, but also explore what it means to return home.\n\nMeet and grow alongside unforgettable characters. Will you hold on to your childhood friendships? Will your adventures on the road lead you down different paths? Who will you become, and what will you leave behind?\n\nWishlist now to be alerted when Signs of the Sojourner is released!",
    "genres": [
      "RPG"
    ]
  },
  {
    "name": "Another Lost Phone: Laura's Story",
    "itch": "https://dear-villagers.itch.io/another-lost-phone-lauras-story",
    "opencritic": "https://www.opencritic.com/game/4889/Another Lost Phone: Laura’s Story",
    "steam": "https://store.steampowered.com/app/689910",
    "score": 72.5,
    "correct": 0,
    "description": "Another Lost Phone is a game about exploring the social life of a young woman whose phone you have just found.\n\nThis game is shaped as a narrative investigation: you have to link elements from the different applications, messages and pictures to progress. Scrolling through the phone’s content, you will find out about Laura’s life: her friendships, her professional life and the events that led to her mysterious disappearance and the loss of this phone.\n\nFeatures\n Combine your findings from the phone’s apps, messages and photo galleries to uncover the mystery surrounding Laura’s disappearance.\n\n Delve into the professional life, relationships & social habits of a young adult in the digital age. Experience a relatable story which helps build empathy with the characters, allowing to explore difficult topics and social issues.\n\n Act as yourself in a game that bridges the gap between reality and fiction. If you close the app but still think about the game, have you truly stopped playing?",
    "genres": [
      "Simulation"
    ]
  },
  {
    "name": "Dimension Drive",
    "itch": "https://2awesomestudio.itch.io/dimension-drive",
    "opencritic": "https://www.opencritic.com/game/5304/Dimension Drive",
    "steam": "https://store.steampowered.com/app/394430",
    "score": 72,
    "correct": 0,
    "description": "Dimension Drive is a space shooter that challenges your skills in entirely new ways. Play two games at once in this dual-battlefield madness set in a comic book universe!\n\nDimension Drive is a dual-battlefield space shooter with a teleportation mechanic. It seamlessly combines shooting and puzzle mechanics.\n\nDimension Drive will teleport you into a comic book styled sci-fi space opera set in a multidimensional universe.\n\nThe Ashajuls, a cruel multidimensional alien race, are attacking our universe. Fight as Jackelyne Tywood (a.k.a. Jack) in The Manticore, a legendary ship capable of teleporting across space and dimensions. Uncover the mysteries of your past and the origin of the Dimension Drives with your trusty friend and A.I., V.E.R.A., at your side.\n\nA NEW TYPE OF SHOOT-’EM-UP\nDimension Drive is a dual-battlefield, vertical shoot-’em-up with a focus on smart, quick teleporting. Unlock several weapons by finding secret data cubes in the levels and improve your arsenal for the ultimate fight. Choose the best weapon for each level.\n\nRICH SCI-FI ADVENTURE\nUnfold the secrets of the Dimension Drives and your past, teleport across the multiverse fighting the ultimate threat, and meet new races and allies!\n\nCLEVER MIX OF MECHANICS\nA seamless combination of levels focussing on strategic shooting and real-time puzzles will make you question what you know about shoot-'em-ups.\n\nTWO GAMES ON YOUR SCREEN\nMultitask and single-handedly fight two shoot-’em-ups side-by-side.\n\nFOUR DIFFICULTY MODES\nNormal, Hard, Extreme and Insane offer different challenges for different play styles. Play with shields in Normal, or go to the old school route with one hit kills in Hard and Extreme. If you are up for the challenge try Insane and try your luck at beating the game without taking one single hit.\n\nMIRROR DIMENSION\nFinished the 13 levels of the campaign? Play the Mirror Dimension levels. Enjoy 13 extra levels in this New Game+ mode.\n\nSINGLE-PLAYER AND LOCAL CO-OP\nPlay solo or enjoy our unique take on two-player mode: total co-operative where both players share everything down to their lives, play as a team or die.\n\nCOMIC BOOK ART STYLE\nVideo game meets comic. Experience the story of Jack through the motion comics and awe at the colour rich in-game comic art style. Who said space was black?\n\nENERGY MANAGEMENT\nThe Manticore is powered by the Dimension Drive energy. Carefully strategise and decide when and where are the best places to teleport.\n\nADVANCED SCORING SYSTEM\nObtain the best score in the leaderboards.\n\nTELEPORTATION!\n(We said that already, didn't we?)",
    "genres": [
      "First-Person Shooter"
    ]
  },
  {
    "name": "The Stillness of the Wind",
    "itch": "https://fellowtraveller.itch.io/the-stillness-of-the-wind",
    "opencritic": "https://www.opencritic.com/game/7293/The Stillness of The Wind",
    "steam": "https://store.steampowered.com/app/828900",
    "score": 71,
    "correct": 0,
    "description": "One by one, everyone left the once bustling village for the city. Everyone, except Talma. Now approaching the end of her days, she maintains a simple, solitary way of life, surviving, subsisting, tending to her homestead and her goats.\n\nDevelop your own personal routine as you care for your farm and your animals. Tend to your goats, make cheese with their milk, collect eggs and cook meals, grow vegetables and barter with the travelling merchant who brings increasingly disturbing letters from your family in the city.\n\nA follow up to the critically acclaimed Where the Goats Are, The Stillness of the Wind is a quiet rumination on life and loss.\n\nFEATURES\n\nBreed and look after your goats, make cheese from their milk, grow vegetables, water your plants, collect eggs, scare off the birds. It’s a hard but simple life of peaceful subsistence.\n\nIt's up to you how you spend Talma’s time each day and what your routine will be. Focus on your chores, wander in the desert, reminisce about the past or draw patterns in the dirt.\n\nTrade cheese and other items in return for hay for your goats, seeds to plant, fables, exotic items and shotgun shells, whilst exchanging conversation with the travelling merchant, your only human interaction.\n\nThe travelling merchant brings letters from your family and friends and with them a view into a city that feels both very far away and as if it threatens to wash away the world you know.\n\n",
    "genres": []
  },
  {
    "name": "Joggernauts",
    "itch": "https://spacemace.itch.io/joggernauts",
    "opencritic": "https://www.opencritic.com/game/6741/Joggernauts",
    "steam": "https://store.steampowered.com/app/747620",
    "score": 71,
    "correct": 0,
    "description": "A cooperative switching game about trying NOT to kill your friends!\n\n*** Colorful, Chaotic, Co-Op Switching ***\n- Switch places at JUST the right time to beat color-coded levels.\n- Work together as a team. No jogger left behind!\n- Co-op that's ACTUALLY cooperative.\n\n*** It's got Single Player, too! ***\n- You Jump for two!\n- You Switch for two!\n- You Coordinate the Two!\n- Your cat watches (cat not included).\n\nIt's like patting your head and rubbing your belly, but you're jogging.\n\n*** Easy to Learn, but Deceptively Difficult ***\n- Only 2 buttons! How hard can that be?\n- Difficulty modifiers to play faster, slower, safer, or danger...er.\n- Mind-bending action puzzles that hate you.\n\n*** Story! ***\n- There is one!\n- With a robot.\n- And a ton of really great music!\n- It's got a Funny Funny Joke (Limit 1).\n- And super secret secrets to find!\n- And trophies to collect.\n... in space.",
    "genres": [
      "Action",
      "Platformer"
    ]
  },
  {
    "name": "Hyper Sentinel",
    "itch": "https://huey.itch.io/hyper-sentinel",
    "opencritic": "https://www.opencritic.com/game/6025/Hyper Sentinel",
    "steam": "https://store.steampowered.com/app/640880",
    "score": 71,
    "correct": 0,
    "description": "A face-melting, pixel-pumping arcade shoot 'em up featuring awesome power-ups, epic boss battles and spectacular effects at a blistering 60fps. Blast into battle against huge space destroyers in Arcade Mode, tackle endless waves of enemies in Survival Mode and face off against epic level guardians in Boss Run mode.\n\n- Awesome power-ups and devastating weapon upgrades including the Astro Mace and Plasma Rifle\n - The ultimate high-score chasing arcade game, with online leaderboards and three difficulty modes\n - Become a decorated Hyper Sentinel pilot with 60 challenging medals to complete\n - 12 electrifying levels featuring epic, multi-stage boss encounters\n - Multiple graphics options, including the nostalgia inducing Spectrum, C64 and CRT filters\n - A hyper-charged love letter to classic arcade shmups",
    "genres": []
  },
  {
    "name": "Overland",
    "itch": "https://finji.itch.io/overland",
    "opencritic": "https://www.opencritic.com/game/8269/Overland",
    "steam": "https://store.steampowered.com/app/355680",
    "score": 70,
    "correct": 0,
    "description": "Take care of a group of travelers on a post-apocalyptic road-trip across the United States in this turn-based survival game. Fight scary creatures, rescue stranded survivors, and scavenge for supplies like fuel, first aid kits, and weapons. Decide where to go next, whether it's upgrading this wrecked car, or rescuing that dog. Just remember, there are consequences for every action. Get ready for close calls, dramatic escapes, hard choices, arguing about whether or not that dog gets rescued, and the end of the world.\n\nFeatures:\n\n Always keep fuel in the tank. Stay away from the creatures. Be careful. Be quiet.\n\n Loud sounds attract trouble, and there's no way you can fight them all. Grab as much gas as you can, rescue that trapped stranger, and get back in the car before it's too late.\n\n Travel West, through grasslands, over mountains, across deserts, and to even stranger places. Every level, roadmap, and character is randomly generated, so each trip is new.\n\n Equip dozens of items, including medkits, shields, axes, potted plants, scavenged armor, and luggage racks.\n\n A completely new end of the world from Finji (Canabalt, Night in the Woods).",
    "genres": [
      "Strategy"
    ]
  },
  {
    "name": "Sagebrush",
    "itch": "https://redactgames.itch.io/sagebrush",
    "opencritic": "https://www.opencritic.com/game/6710/Sagebrush",
    "steam": "https://store.steampowered.com/app/864100",
    "score": 70,
    "correct": 0,
    "description": "\"I met Anne first, waiting for the bus. I asked her what she was selling and she laughed and said nothing, nothing at all, that what she had to offer was free for anyone who wanted it bad enough. I asked her what had helped her. She just said 'James.'\"\n\nSagebrush is a short-form first-person narrative adventure about exploring the compound of an apocalyptic Millenialist cult in remote New Mexico years after they collectively took their lives in a mass suicide event.\n\nIn Sagebrush, you'll investigate the long-abandoned Black Sage Ranch, the former home of Perfect Heaven, an apocalyptic cult formed in the early 1990s under the guiding hand of the prophet Father James.\n\nINSPIRED BY REAL-WORLD APOCALYPTIC CULTS\nBased on extensive research into cult groups both famous and obscure, large and small, Sagebrush avoids simplistic motivations and easy answers. The members of the Flock are diverse and complex people with varied needs, hopes, and fears.\n\nAN IMMERSIVE, LO-FI 3D WORLD\nSagebrush features an evocative low-poly, low-resolution, less-is-more art style that combines retro aesthetics with modern technology, along with a fully-realized soundscape and an original ambient musical score that immerses you in the remote New Mexico desert.\n\nA WHOLE COMPOUND TO EXPLORE\nBlack Sage Ranch is yours to wander, from the trailers that housed the cultists, to the halls where they gathered for food and prayer, to the old mines that stretch out below the compound, untouched for nearly a century.\n\nUNCOVER THE REAL STORY\nFind notes, recordings, and belongings that give insight into the people who lived at Black Sage Ranch. What did they believe? Why did they join? Were they happy? And why did they choose to end it all?",
    "genres": [
      "Horror",
      "Adventure"
    ]
  },
  {
    "name": "Super Rad Raygun",
    "itch": "https://trufun.itch.io/super-rad-raygun",
    "opencritic": "https://www.opencritic.com/game/3541/Super Rad Raygun",
    "steam": "https://store.steampowered.com/app/297660",
    "score": 70,
    "correct": 0,
    "description": "It is the year 198X. Big hair is hot, and the war with the Soviets is colder than a refreshing glass of New Coke. RAD RAYGUN must travel the world fighting communist robots, and save the 1980′s by shooting his way through the decade in a totally fresh, expanded version of the original XBLIG game.\n\nSUPER RAD RAYGUN pits Rad against a whole new wave of deadly enemies and locations – from the Communist strongholds of the Far East to strategically insignificant islands off the South American coast. But chill out, because Rad has gnarly new weapons, upgrades, and a revamped gameplay engine to help him out.\n\nUltra sharp 144p resolution graphics and 4 unique shades of monochrome off-green bring Rad Raygun to life, as only 80′s mobile technology can.",
    "genres": [
      "Arcade"
    ]
  },
  {
    "name": "Bleed",
    "itch": "https://bootdiskrevolution.itch.io/bleed",
    "opencritic": "https://www.opencritic.com/game/5321/Bleed",
    "steam": "https://store.steampowered.com/app/239800",
    "score": 70,
    "correct": 0,
    "description": "Wryn is a girl with a big arsenal and big dreams -- she wants to be the ultimate videogame hero! Help her take down the Greatest Heroes of All Time in an action-packed bid to claim the title for herself and show the world what a true hero looks like!\nBleed is an action-platformer focused on stylish, acrobatic dodging and fluid, challenging gameplay. There's no filler -- just you and your skills against seven levels of enemies, obstacles, breakneck set-pieces and inventive bosses!\n\nKey Features:\n•\tUnique control scheme enabling crazy fast action\n•\t7 levels packed with multiple set-pieces and bosses\n•\t4 difficulty levels that remix enemy placement and boss patterns\n•\t2-player local co-op for all modes (requires at least one gamepad)\n•\t3 unlockable characters with their own gameplay twists\n•\tSurvive the entire game on one life in Arcade Mode\n•\tSelect and battle up to three bosses at once in Challenge Mode.",
    "genres": [
      "Action",
      "Platformer"
    ]
  },
  {
    "name": "Double Cross",
    "itch": "https://graffiti-games.itch.io/double-cross",
    "opencritic": "https://www.opencritic.com/game/7148/Double Cross",
    "steam": "https://store.steampowered.com/app/838010",
    "score": 70,
    "correct": 0,
    "description": "Developed by 13AM Games, the studio behind award-winning Runbow, Double Cross is an exciting action adventure game that has players take on the role of Zahra, an agent of R.I.F.T. (Regulators of Interdimensional Frontiers and Technology) whose job it is to maintain peace and order between all dimensions. A recent attack on R.I.F.T. headquarters thrusts players into a thrilling new case where they must use their R.I.F.T. developed gear to sling, swing, fight and investigate across distinct dimensions. During their travels players will gather clues to bring themselves one step closer to finding the identity of R.I.F.T.’s attacker and save every variation of the universe.\n\nFEATURES\n\n Players can custom tailor their play style by collecting Upgradium and using it to level up and unlock RIFT agent gear.\n\n An adventure-game style gameplay and upgrade system that allows players to choose how and in what order they play levels\n\n A unique “Proton Slinger” mechanic that allows diversity of movement throughout levels and the ability to grab and throw objects and enemies\n\n Varied and upgradeable attacks and combos\n\n An intricate story engages players as they solve an interdimensional mystery with a diverse cast of interdimensional characters\n\n Slick 2D HD art that draws upon traditional gaming and anime style",
    "genres": []
  },
  {
    "name": "Puzzle Puppers",
    "itch": "https://cardboardkeep.itch.io/puzzle-puppers",
    "opencritic": "https://www.opencritic.com/game/3906/Puzzle Puppers",
    "steam": "https://store.steampowered.com/app/578430",
    "score": 70,
    "correct": 0,
    "description": "Puzzle Puppers is a puzzle game about stretching cute dogs to their food bowls.\n\nEasy to learn, difficult to master with deceptively simple puzzles and mechanics.",
    "genres": [
      "Puzzle"
    ]
  },
  {
    "name": "The King's Bird",
    "itch": "https://graffiti-games.itch.io/the-kings-bird",
    "opencritic": "https://www.opencritic.com/game/6520/The King’s Bird",
    "steam": "https://store.steampowered.com/app/None",
    "score": 70,
    "correct": 0,
    "description": "Flight · Flow · Freedom \n\nEscape into a world kept secret by a tyrant, and discover the truth about your freedom. The King’s Bird is an artistic, momentum-based game that seamlessly combines precision-platforming with physics-based gliding.\n\nNew yet easily accessible take on the precision-platforming genre\n\nFEATURES:\n\nDynamic background music and sounds that change based on your movements\n\nText-less narrative told through visuals in motion\n\nFive unique worlds to explore, full of vibrance and colorful silhouettes, with inspirations from ancient Mayan, Southeast Asian, and Roman cultures",
    "genres": []
  },
  {
    "name": "Kingdom Ka",
    "itch": "https://carrotcakestudio.itch.io/kingdomka",
    "opencritic": "https://www.opencritic.com/game/1968/Kingdom",
    "steam": "https://store.steampowered.com/app/246420",
    "score": 70,
    "correct": 0.2,
    "description": "In Kingdom, each coin spent can tip the balance between prosperity and decay. Attend to your domain, border to border, or venture into the wild to discover its wonders and its threats. Master the land, build your defenses, and when the darkness comes, stand with your people, crown on your head, until the very end. ",
    "genres": [
      "Simulation",
      "Strategy"
    ]
  },
  {
    "name": "Headliner: NoviNews",
    "itch": "https://unboundcreations.itch.io/headliner-novinews",
    "opencritic": "https://www.opencritic.com/game/7872/Headliner: NoviNews",
    "steam": "https://store.steampowered.com/app/918820",
    "score": 70,
    "correct": 0,
    "description": "A stack of news article sits on your desk, two stampers on each side - green to approve, red to reject. Your reporting team is hacking away in the background as corporate music plays through the loudspeaker. It's time to make decisions. Will you endorse nationalized healthcare, even though your love interest is worried about increased wait times? Will you demonize the new synthetic alcoholic drink, even though your boss stressed they are an important investor? Will you support current government, as tensions grow between the neighboring country?\n\nAfter work, you emerge on the streets of Novistan, shaped by the very news you publish. Perhaps you will see more graffiti, angry bums or even a riot? Or perhaps you will turn the nation into peaceful utopia, filled with cameras and drones watching your every step? How will your channel address tragic events about to happen? Will you agree to meet the clandestine group of truthtellers, or stop to watch the Prime Minister's speech? \n\nOn the way home you meet with three main characters: Evie, your co-worker and immigrant, worried about her health and growing xenophobic sentiment; your brother Justin, an aspiring comedian struggling with impostor syndrome and social anxiety; finally Rudy, a single father trying to provide for his little girl and keep his store afloat, while a mega-mart opens up next door. Each day provides a glimpse into their life and how the media shapes their beliefs. \n\nBut every Headliner deserves to relax at home from the stress of the job. Listen to the radio and unwind on the comfy couch bought with hard-earned cash, as you watch the city burn outside the window. Perhaps splurge on treats to feed your doggo? Adopt a drone? Have your brother over for dinner? Or maybe keep your doors locked, hoarding every penny, as your apartment slowly fills with piles of cash? \n\nAfter good night's sleep, it's time to once again face to boss, new articles, a growing sense of responsibility, and.... power. ",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "The Novelist",
    "itch": "https://orthogonalgames.itch.io/the-novelist",
    "opencritic": "https://www.opencritic.com/game/1431/The Novelist",
    "steam": "https://store.steampowered.com/app/245150",
    "score": 70,
    "correct": 0,
    "description": "The Novelist asks one central question: can you achieve your dreams without pushing away the people you love? The game focuses on Dan Kaplan, a novelist struggling to write the most important book of his career while trying to be the best husband and father he can be. The Kaplans have come to a remote coastal home for the summer, unaware that they’re sharing the house with a mysterious ghostly presence: you.\n\nRead the family’s thoughts. Explore their memories. Uncover their desires and intervene in their lives. But stay out of sight; you can’t help the Kaplans if they know there’s a ghost in the house. It’s up to you to decide how Dan’s career and family life will evolve, but choose carefully; there are no easy answers, and every choice has a cost.\n\nDan’s relationships – to his work, his wife, and his son – react and shift in response to your choices. With a different sequence of events in every playthrough, The Novelist gives life to a unique experience each time you play.\n\nThe decisions you make will define the Kaplans’ lives, but they may also tell you something about yourself.",
    "genres": [
      "Interactive Story"
    ]
  },
  {
    "name": "Gunhouse",
    "itch": "https://necrosoftgames.itch.io/gunhouse",
    "opencritic": "https://www.opencritic.com/game/5390/Gunhouse",
    "steam": "https://store.steampowered.com/app/None",
    "score": 70,
    "correct": 0,
    "description": "Load your guns! Rain death from above! Protect your valuable orphans! Defeat giant, improbable bosses! Gunhouse is part puzzle, part active tower defense, as you make big combos to launch a hail of bullets and special attacks at the enemies who would like nothing better than to consume your delicious orphan friends. With a unique art style, music by Fez composer Disasterpeace, code by that Frog Fractions guy, and design by some jerk named Brandon Sheffield, Gunhouse stays true to Necrosoft Games' company motto; \"stupid games for jerks like us.\" Are *you* a jerk like us?",
    "genres": [
      "Action"
    ]
  },
  {
    "name": "Binaries",
    "itch": "https://antworkshop.itch.io/binaries",
    "opencritic": "https://www.opencritic.com/game/3184/Binaries",
    "steam": "https://store.steampowered.com/app/435800",
    "score": 70,
    "correct": 0,
    "description": "Test your skills and reflexes as you simultaneously guide two lovable(1) balls through over 100 controller-smashingly(2) tough platform challenges. Control both balls at exactly the same time as you try to avoid the death and danger that awaits their every move.\n\nOh, and there are jokes.(3)\n\n(1) May not be lovable\n(2) May not even be a word\n(3) May not be funny",
    "genres": [
      "Puzzle",
      "Platformer"
    ]
  },
  {
    "name": "Toto Temple Deluxe",
    "itch": "https://juicybeast.itch.io/toto-temple-deluxe",
    "opencritic": "https://www.opencritic.com/game/1930/Toto Temple Deluxe",
    "steam": "https://store.steampowered.com/app/342920",
    "score": 70,
    "correct": 0,
    "description": "Toto Temple Deluxe is a fast-paced, local-multiplayer king-of-the-hill style game in which players must steal an egg-laying goat from their friends and try to keep it on their own head for as long as possible. You know, normal stuff. ",
    "genres": [
      "Action"
    ]
  },
  {
    "name": "12 orbits",
    "itch": "https://nothing-to-be-scared-of.itch.io/12-orbits",
    "opencritic": "https://www.opencritic.com/game/5940/12 orbits",
    "steam": "https://store.steampowered.com/app/529950",
    "score": 70,
    "correct": 0,
    "description": "12 orbits doesn’t require any prior knowledge, preparation time or additional controllers. Your left and right Joy-Con, or even the touch screen alone, are all you need for any number of players. The only limit is how close you’d like to be together.\n\n12 orbits is colourful, friendly, fun, and sometimes a little chaotic. You will score goals, colour spheres, defend your territory and try to grow as long as possible in four varied game modes. It’s you against all comers, or grouped as teams.\n\nWith simple rules and only one button per player, 12 orbits can be taught to anyone in no time. You can set up a new game in a matter of seconds, even for 12 players. And since each round only lasts about five minutes, there’s always time for another quick match!\n\n - Local multiplayer for everybody at once, anywhere, anytime\n - Play versus or in teams in four varied game modes\n - Choose from 20 maps and five modifiers\n - Setup is done in seconds, even for 12 players\n - The basic mechanics are simple and can be picked up very quickly...\n - …yet strategy and teamwork become more important the longer you play\n - Includes colourblind mode, so that everybody can join in\n - 2 - 12 players, additional controllers are not required",
    "genres": []
  },
  {
    "name": "WE ARE DOOMED",
    "itch": "https://vertexpop.itch.io/we-are-doomed",
    "opencritic": "https://www.opencritic.com/game/45/We Are Doomed",
    "steam": "https://store.steampowered.com/app/360530",
    "score": 65,
    "correct": 0,
    "description": "WE ARE DOOMED is a twin-stick shooter where you zap polygon baddies with an absurdly overpowered laserbeam. Dive head-first into the action with reckless ambition, charge the SUPERBEAM, and zap everything out of existence in an instant. Chase high scores or just enjoy the beautiful explosion of geometry, color and light.",
    "genres": [
      "Arcade"
    ]
  },
  {
    "name": "Echoes of the Fey Episode 1: The Fox's Trail",
    "itch": "https://woodsy-studio.itch.io/echoes-of-the-fey-the-foxs-trail",
    "opencritic": "https://www.opencritic.com/game/4691/Echoes of the Fey: The Fox’s Trail",
    "steam": "https://store.steampowered.com/app/511320",
    "score": 65,
    "correct": 0.243243,
    "description": "Echoes of the Fey: The Fox's Trail is an English-language visual novel that mixes a high fantasy setting with the mysteries and conspiracies of pulp detective fiction. Play as Sofya Rykov, a private investigator with a secret of her own: unstable magic powers she uses to solve her cases. In \"The Fox's Trail\", Sofya is hired to track down a missing Leshin with connections to the Human resistance during the occupation. Investigate how you prefer, with over 100 choice points throughout the story. Some will improve your relationship with the characters. Others will provide you critical information. And some will change the fate of the people you will come to know.",
    "genres": [
      "Interactive Story"
    ]
  },
  {
    "name": "Without Escape",
    "itch": "https://bumpy-trail-games.itch.io/without-escape",
    "opencritic": "https://www.opencritic.com/game/5985/Without Escape",
    "steam": "https://store.steampowered.com/app/720730",
    "score": 65,
    "correct": 0,
    "description": "Without Escape harkens back to first-person graphic adventures of the early ‘90s, which relied on pre-rendered backgrounds and full-motion video to tell interactive stories. Explore the confines of your own home as you flip between a mundane existence and a horrifying otherworld. Can you escape the nightmare and find the answers you’re looking for?\n\nOne chilly winter night, you go home and notice that nobody’s there. Your parents had told you that they would be visiting your grandparents for the weekend, so you give their absence no mind and go to bed.\n\nAt 2:45 a.m., your sleep is suddenly interrupted by strange noises. A burglar, perhaps? You decide to investigate – only to plunge into a nightmarish web of stone, flesh, and flame.\n\nWith no way to return to what you thought was reality, you must unravel the secret of your home’s transformation. Are you prepared to endure the horrors that await you?",
    "genres": [
      "Horror",
      "Adventure"
    ]
  },
  {
    "name": "Catlateral Damage",
    "itch": "https://manekoware.itch.io/catlateral-damage",
    "opencritic": "https://www.opencritic.com/game/2461/Catlateral Damage",
    "steam": "https://store.steampowered.com/app/329860",
    "score": 63.5,
    "correct": 0,
    "description": "Catlateral Damage is a first-person destructive cat simulator where you play as a cat on a rampage, knocking as much stuff onto the ground as possible. See the world through the eyes of a cat! Like other first-person games, you can walk and look around, jump, and crouch. Unlike other first-person games, your primary weapons are your two cat paws, which you can use to swipe at and knock objects onto the floor.",
    "genres": [
      "Simulation"
    ]
  },
  {
    "name": "Cycle 28",
    "itch": "https://pillbuginteractive.itch.io/cycle-28",
    "opencritic": "https://www.opencritic.com/game/6428/Cycle 28",
    "steam": "https://store.steampowered.com/app/749560",
    "score": 62.5,
    "correct": 0,
    "description": "Cycle 28 is a space shooter in the classic arcade style that keeps you pushing for a high score. The controls are simple. The action is fast-paced. Intense dogfights lead to epic, screen-filling bosses.\n\nFast-paced combat — Power slide your way between more bullets than any lesser pilot could handle. Nothing feels better than using your ship’s gun to propel you through enemy-infested space as you grip the trigger ever tighter.\n\nUpgrades — Beat your personal high score in a run to unlock upgrades. With 45 possible configurations, customise your ship and master new tactics to live just a little longer.\n\nEvolving story — Uncover the secrets of why you’re stuck in Cycle, why the enemy is hell-bent on destroying everything you love, and just who they really are.\n\nEpic original score — A powerfully atmospheric mix of modern orchestral and retro electronic sounds by Jordan Rees.",
    "genres": []
  },
  {
    "name": "Blasting Agent: Ultimate Edition",
    "itch": "https://axolstudio.itch.io/blasting-agent",
    "opencritic": "https://www.opencritic.com/game/3581/Blasting Agent: Ultimate Edition",
    "steam": "https://store.steampowered.com/app/None",
    "score": 61,
    "correct": 0,
    "description": "The Black Hand of Fate, an international Terrorist Group, has constructed a secret base within the heart of a Volcano, and has built a massive army of bio-engineered soldiers and genetic monsters to take over the world! You are the only one that can put a stop to their dastardly plans. You are the Blasting Agent!",
    "genres": [
      "Arcade"
    ]
  },
  {
    "name": "Mable & The Wood",
    "itch": "https://graffiti-games.itch.io/mable-and-the-wood",
    "opencritic": "https://www.opencritic.com/game/8178/Mable and the Wood",
    "steam": "https://store.steampowered.com/app/568070",
    "score": 60,
    "correct": 0.210526,
    "description": "Mable & The Wood is a Metroidvania where you hunt down massive beasts and, upon destroying them, shapeshift into their forms in order to use their powers to save or destroy the world. Players with less violent intent can find secret paths to complete Mable without killing anything, including bosses. \n\nUnlike most Metroidvanias Mable does not allow you to run, jump and kill on your own. Instead, you must use non-human forms to attack creatures and traverse through difficult challenges. \n\nThe strange cult that resurrected you speak of an ancient prophecy that says you will hunt down the great beasts, take their shape, and use their powers to save this dying world. But what if they're wrong? The prophecy is old, and words lose their meaning with time...\n\nWhen the world is falling apart around you, what will you do? In Mable & The Wood, it's up to you to make that choice. You don't have to kill anyone, but you might kill everyone.\n\nWill you banish the darkness, or will you become it?\n\n\nCOMBAT IS MOVEMENT\n\nThe way you move is deadly. Dragging a sword that is too heavy to lift, Mable shape-shifts into a fairy and leaves it where she stood. Recall the sword to your hand once again to slice through any enemies in your path.\n\nYou can only maintain your non-human form for a limited time, but killing creatures extends your power.\n\n\nHUNT THE GREAT BEASTS AND TAKE THEIR SHAPE\n\nDefeat the great beasts to take their shape and transform into a mole, medusa, spider and more...\n\nFind and defeat the other bosses to unlock even more shapes!\n\n\nEXPLORE A DYING WORLD\n\nThe game takes place in a dark fantasy world, with each area making up part of a large, complex map that's packed full of all kinds of secrets for you to discover.\n\nUncover secrets that you can use to find alternative, non-combat routes through the world and discover a different side to the story (and multiple endings!)\n\n\nDISCOVER WHO YOU REALLY ARE\n\nDiscover a rich story and define your own role in it. Will you become the saviour everyone's trying to convince you to be, or will your actions lead to the world literally tearing itself apart?\n\n\nFeatures\n\nYour choices matter - The cult wants you to kill everything, but it's up to you whether or not you listen to them or find your own path and unlock the multiple endings\n\nA rich story with a diverse cast of characters who have their own take on this whole 'end of the world' thing\n\nCombat is movement and movement is combat - Mable can't lift her magical sword, so she has to use it in unique ways to move through the world\n\nA large and varied fantasy world, brought to life with state-of-the-art pixel technology and a beautiful original soundtrack\n\nMultiple endings, different routes to take through the world and secrets to discover",
    "genres": [
      "Action",
      "Adventure"
    ]
  },
  {
    "name": "Tallowmere",
    "itch": "https://chrisnzl.itch.io/tallowmere",
    "opencritic": "https://www.opencritic.com/game/3223/Tallowmere",
    "steam": "https://store.steampowered.com/app/None",
    "score": 60,
    "correct": 0,
    "description": "Greetings, hero. How far through Lady Tallowmere's dungeons can you delve?\n\nEach randomly-generated room gets bigger, harder, and more rewarding the further you go.\n\nRaise your shield and hunt for the key in each room - or die trying.\n\nBe on your guard for every enemy, elite, boss, and treasure chest you'll encounter.\n\nDiscover new weapons and armor ranging from Basic to Otherworldly.\n\nBrace yourself as you learn the quirks of each foe, trap, and room type so you can strive for that \"one more run\" high-score victory!",
    "genres": [
      "Platformer"
    ]
  },
  {
    "name": "Paranautical Activity",
    "itch": "https://codeavarice.itch.io/paranautical-activity",
    "opencritic": "https://www.opencritic.com/game/2701/Paranautical Activity",
    "steam": "https://store.steampowered.com/app/None",
    "score": 57.5,
    "correct": 0,
    "description": "Paranautical Activity combines the classic FPS action of games like Doom and Quake, with the randomness and difficulty of modern roguelikes like Binding of Isaac and Spelunky",
    "genres": [
      "Action",
      "First-Person Shooter"
    ]
  },
  {
    "name": "Ganbare! Super Strikers",
    "itch": "https://rese.itch.io/ganbare-super-strikers",
    "opencritic": "https://www.opencritic.com/game/9064/Ganbare! Super Strikers",
    "steam": "https://store.steampowered.com/app/",
    "score": 55,
    "correct": 0,
    "description": "Ganbare! Super Strikers is an innovative mix between Tactical RPG and Soccer. Win matches to level up and earn new equipment that will allow you to learn special abilities, boost your players' stats or protect yourself against altered status effects.\n\nCreate your own Soccer team to take on the many rival teams in story mode! Can you join the National Japanese Soccer team to become the best soccer player in the world!?\n\nFEATURES:\n\n- Level up your players, equip items, and learn special abilities\n - 35+ special abilities that can inflict up to 10 altered status effects\n - Spectacular animations with anime aesthetics \n - Play both 7v7 and 11v11 game modes\n - Local multiplayer with up to 8 players with quick match, league, and tournament modes.\n\n",
    "genres": [
      "Sports",
      "Strategy"
    ]
  },
  {
    "name": "Wheels of Aurelia",
    "itch": "https://santaragione.itch.io/wheelsofaurelia",
    "opencritic": "https://www.opencritic.com/game/3332/Wheels Of Aurelia",
    "steam": "https://store.steampowered.com/app/508740",
    "score": 50,
    "correct": 0,
    "description": "A narrative road trip game set in the roaring Italian 70s, it tells the story of Lella, a restless woman driving on the roads of the western coast of Italy, the famous “Via Aurelia”. \r\n\r\nThis is an interactive fiction game in the shape of an isometric racer and with a focus on replayability: every playthrough lasts about fifteen minutes and there are sixteen different endings to discover.\r\n\r\nThe 1970s in Italy were a time of terrorism, kidnappings, and political turmoil. Based on your choices and the places you'll decide to visit you may end up in car chases, illegal street races, or in tense debates with a catholic priest, and more from a cast of characters that you have never met before in a video game.",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "The Deer God",
    "itch": "https://marumari.itch.io/the-deer-god",
    "opencritic": "https://www.opencritic.com/game/1883/The Deer God",
    "steam": "https://store.steampowered.com/app/328940",
    "score": 50,
    "correct": 0,
    "description": "The Deer God is a breathtaking 3D pixel art adventure that will challenge your religion and your platforming skills. It's a game about survival, reincarnation, and karma; all set in a breathtaking and unique 3D pixelized world. Feast your eyes on the beautiful lighting, day and night system, and vast landscapes. \n\nBecome one of the most beautiful animals on planet earth. ",
    "genres": [
      "Art",
      "Platformer"
    ]
  },
  {
    "name": "Witch Thief",
    "itch": "https://cardboardkeep.itch.io/witch-thief",
    "opencritic": "https://www.opencritic.com/game/6645/Witch Thief",
    "steam": "https://store.steampowered.com/app/675480",
    "score": 45,
    "correct": 0,
    "description": "Play as the snarky Witch Thief, on her quest to steal all the magic she possibly can! Naturally those who have the magic don't want to give it up so she does what she does best.That is, kicking in the front door and taking it all anyway!Dodge duck and weave through terrifyingly intricate patterns of magical projectiles as you seek the greatest treasure of all. The Ancient and powerful Grimoire!\n\nFeatures:\n\nUNIQUE BULLET-HELL PERSPECTIVE\nUnlike other Shmups, Witch Thief gives you control of a full 3D camera. Rather than the classic birds eye view, you will witness bullet hell from a whole new perspective!\n\nDODGE INTRICATE BULLET PATTERNS\nTerrifyingly intricate storms of bullets will rain down as you journey on your quest. Study, learn and apply your dodging skills to outmaneuver the incoming perils.\nTouching even one bullet will kill you - so beware! \n\nUNLOCK A RANGE OF QUIRKY PLAYABLE CHARACTERS\nChoose to play one of many Witches. Experience fresh new dialogue, different bosses and unique spells to achieve their goals.\nEach character has unique spells and dialogue, and may encounter different and challenging bosses on their path to the Grimoire.\n\nMUSICAL TRACKS\nA fully original soundtrack, accompanying you on your perilous journey to the Grimoire. \nEach character and stage has a unique theme that captures and plays upon their essence.\n\nBATTLE RELENTLESS BOSSES\nYour path is not an easy one. Face insane bosses, wielding great magical power and unleashing torrents of complex bullet patterns. They will stop at nothing to protect the Grimoire. \n\nUNRAVEL A WORLD OF MYSTERY\nAs you explore and overcome every stage of the game learning more about the world first from the perspective of the Witch Thief, but later as many other unlockable characters you will experience new perspectives of the story. \n\nACCESSIBILITY OPTIONS\nEveryone should be able to have fun and play games. We’re always striving to help people play and include these features into Witch Thief to help out. If there are any features you’d like to see please shoot us an email and we’ll see what we can do! ",
    "genres": [
      "Action",
      "Adventure"
    ]
  },
  {
    "name": "A Short Hike",
    "itch": "https://adamgryu.itch.io/a-short-hike",
    "opencritic": "https://www.opencritic.com/game/8025/A Short Hike",
    "steam": "https://store.steampowered.com/app/1055540",
    "score": -1,
    "correct": 0,
    "description": "Hike, climb, and soar through the peaceful mountainside landscapes of Hawk Peak Provincial Park. Follow the marked trails or explore the backcountry as you make your way to the summit. Along the way, meet other hikers, discover hidden treasures, and take in the world around you.\n\nKEY FEATURES\n\nExplore the island any way you like. Choose your own path to follow and see where it leads you. You never know what you might stumble into!\n\nHike at your own pace — there’s no need to rush to the summit! Take your time fishing along the river banks or swimming by the lakeshore.\n\nCollect hidden treasures to reach new heights. Try taking a dive off the mountain peaks to soar above the forests.\n\nChat with the other hikers you meet along your route. You might be able to help each other out!\n\nListen to a lush original soundtrack by Mark Sparling that progresses dynamically as you explore the wilderness.",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Gladiabots",
    "itch": "https://gfx47.itch.io/gladiabots",
    "opencritic": "https://www.opencritic.com/game/8039/Gladiabots",
    "steam": "https://store.steampowered.com/app/871930",
    "score": -1,
    "correct": 0,
    "description": "Gladiabots is a robot combat strategy game in which you carefully construct the AI of your robot squad and send them into the battle arena. Improve, refine and repeat until you outsmart all your opponents and friends online.\n\nFEATURES:\n\n Create your own AI and watch your robots execute it in the arena\n\n Fix it, improve it and repeat it until you outsmart all your opponents\n\n Simple and powerful AI programming system offering millions of possible combinations (with no programming skills required)\n\n Create and customize your robot crew\n\n Single player campaign with hundreds of solo missions  \n\n Online multiplayer career mode featuring, ranked, unranked and private matches\n\n 3 distinctly different game modes: elimination, domination and collection\n\n Create and compete in tournaments\n\n Asynchronous multiplayer - battle friends even if they are not online\n\n Sandbox mode in which you control both teams to test your tactics\n\n Rank up and earn points to unlock new robot skins",
    "genres": [
      "Simulation",
      "Strategy"
    ]
  },
  {
    "name": "ART SQOOL",
    "itch": "https://glander.itch.io/art-sqool",
    "opencritic": "https://www.opencritic.com/game/7299/Art Sqool",
    "steam": "https://store.steampowered.com/app/953300",
    "score": -1,
    "correct": 0,
    "description": "U r a froshmin at 🅐 🅡 🅣 🅢 🅠 🅞 🅞 🅛. \n\nUr assignments are generated & graded by an A.I. Can a video game make you more creative? Can a video game make you a better artist? Do you have what it takes to graduate from Art Sqool?\n\nIt makes the idea of practicing making art seem both inviting and worthwhile but still an incredibly weird undertaking.-Kotaku\n\nThe color choices are characteristically Glander: candy-like pinks and blues, everything effervescently joyful. Eagle-eyed art-nuts will love spotting references to the likes of Ed Ruscha and Yayoi Kusama, though we won’t give too many of those away.\n-AIGA Eye on Design\n\nArt Sqool will soon make all non-virtual art colleges redundant.-Rock Paper Shotgun\n\nFeatures:\n🖼Explore the sprawling Art Sqool campus in 3D \n🖌Find and collect cool brushes to help you in your artistic process like the wiggle brush, rainbow pencil and mop.\n🎨Use your drawing pad to complete your assignments and progress through the game. \n👁An A.I. art professor grades your work and hands out assignments\n☁️Over 200 inspiring prompts to help u break thru any creative block. \n⌚️4-6 hours of gameplay\n✨Creative fulfillment basically guaranteed\n🎧Soundtrack is a banger \n\n\n\n\n*Welcome to ART SQOOL*",
    "genres": [
      "Interactive Story"
    ]
  },
  {
    "name": "Walden, a game",
    "itch": "https://gameinnovationlab.itch.io/walden",
    "opencritic": "https://www.opencritic.com/game/6164/Walden, a game",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0,
    "description": "Take on Henry David Thoreau’s classic adventure in living simply in nature as you explore this epic open-world game based on the story of Thoreau’s life in the woods alone at Walden Pond.",
    "genres": []
  },
  {
    "name": "A Mortician's Tale",
    "itch": "https://laundrybear.itch.io/morticians-tale",
    "opencritic": "https://www.opencritic.com/game/5040/A Mortician's Tale",
    "steam": "https://store.steampowered.com/app/578720",
    "score": -1,
    "correct": 0,
    "description": "A Mortician's Tale is a narrative-driven death positive video game where you play as a mortician tasked with running a funeral home. Take on the role of recent funeral direction graduate Charlie as she learns the ropes of the business and industry. Prepare the cadavers of the deceased (via embalming or cremation), attend their funerals and listen to their loved ones' stories, and interact with Charlie's coworkers, clients, and bosses.\n\nA Mortician's Tale is an informative, honest, and sometimes humorous look at the current state of and the future of the western death industry.\n\nKey Features\n\n     Explore the colorful world of Rose and Daughters Funeral Home — from the morgue itself to the viewing room where funerals take place\n     Prepare 8 different cadavers using realistic tools and procedures involved with traditional burials and cremations\n     Talk to the deceased's loved ones, discover their stories, and learn how each of them mourns in different ways\n     Follow Charlie's journey at Rose and Daughters Funeral Home as it transitions from a family-run business to being bought and owned by a massive funeral conglomerate and beyond\n     Discover some real life truths about the current state of and future of the western funeral industry",
    "genres": [
      "Simulation"
    ]
  },
  {
    "name": "Lenna's Inception",
    "itch": "https://tccoxon.itch.io/lennas-inception",
    "opencritic": "https://www.opencritic.com/game/8926/Lenna's Inception",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0,
    "description": "A NEW HERO RISES\n\nThe Kingdom of ▜̴͈̔▕̴͜͝▯̴̳̈́░̷̪͗▚̷̪̆▒̸̣̓ is glitching. The evil Chairman of the Banker’s Guild has captured the Prince, opening the way for destruction at the hands of the Archangels. With the Hero eliminated, and the world horribly unraveling, reluctant tutor Lenna must step up to save the kingdom. But it won’t be easy--all she has to guide her is the voice of the deceased elder, and he seems to know more than he’s letting on...\n\nExplore a dangerous island filled with dungeons, and defeat the eight archangels to bring order to a glitched-out kingdom in this top-down Zelda-like action-adventure game. Playable in 8-bit and 32-bit pixel art styles!\n\nFEATURES\n\nTeam up with a friend. Make peace with Shadow Lenna to enjoy the game in local co-op multiplayer!\n\nPlay again (and again). With two graphical styles, multiple endings, multiple boss forms, and procedural generation, you won’t see everything in a single playthrough!\n\nChallenge yourself. Speed through the daily challenge dungeon with no sword, with only three hearts, or without taking a single hit. Show off a GIF of your playthrough on the connected leaderboard afterwards!\n\nRecruit companions. Will you choose Henrietta, the free-range chicken with a vendetta, or perhaps Gourdon, the sentient pumpkin? (4 to discover)",
    "genres": [
      "Action",
      "Adventure",
      "RPG"
    ]
  },
  {
    "name": "MidBoss",
    "itch": "https://eniko.itch.io/midboss",
    "opencritic": "https://www.opencritic.com/game/4370/MidBoss",
    "steam": "https://store.steampowered.com/app/561740",
    "score": -1,
    "correct": 0,
    "description": "Kill your enemies, possess their bodies, and take their abilities as your own in this turn-based procedurally generated death labyrinth. You play as the imp, the weakest monster in the dungeon. Tired of being bullied by the other monsters, you set off with your sidekick Mid to descend to the deepest levels of the dungeon, defeat the final boss, and take his place.\n\nMidBoss is easy to pick up and play if you're new to the genre of traditional roguelikes (turn-based strategic RPGs with permadeath), but still has the depth and complexity that veterans expect and enjoy.",
    "genres": [
      "Roguelike",
      "RPG"
    ]
  },
  {
    "name": "ISLANDS: Non-Places",
    "itch": "https://carlburton.itch.io/islands",
    "opencritic": "https://www.opencritic.com/game/3610/ISLANDS: Non-Places",
    "steam": "https://store.steampowered.com/app/540510",
    "score": -1,
    "correct": 0,
    "description": "A surreal trip through the mundane\n\nReveal the hidden ecosystems of ten unusual environments. Unlock an atmospheric experience while exploring strange yet familiar scenes. \n\nCarl Burton's other work has been featured in the New York Times, Serial, Colossal, and Medium.",
    "genres": [
      "Art"
    ]
  },
  {
    "name": "Depth of Extinction",
    "itch": "https://hofstudios.itch.io/doe",
    "opencritic": "https://www.opencritic.com/game/6668/Depth of Extinction",
    "steam": "https://store.steampowered.com/app/636320",
    "score": -1,
    "correct": 0,
    "description": "In a world rife with violence, rumors of killer machines have spread far and wide. As a number of factions emerge – violently vying for power – you become the sole defender of humanity’s last standing government. Only you can create the ultimate squad and save humanity! \n\nExplore an emergent storyline filled with random encounters and turn-based tactical battles as you traverse an underwater world. With just yourself and your soldiers facing an unknown enemy, gear up and prepare to engage in combat at any any given moment – uncovering the deep storyline one battle at a time. Choose from 10 different classes, each with their own unique skill set, and give your soldiers a choice of more than 150 different weapons and armor to strike back at the enemy. \n\nA word of warning, though: Depth of Extinction is not forgiving – and death is permanent. \n\nGather your troops and take part in intense turn-based tactical battles on humankind’s last stand against the unknown!\n\nGAME FEATURES\n Emergent storyline on randomly generated maps with random encounters\n\n Unlock 8 unique character classes\n\n Outfit your team with 115 different weapons, armor, and items\n\n Fight 25 unique enemies from 5 factions\n\n Perma-Death",
    "genres": [
      "RPG",
      "Strategy"
    ]
  },
  {
    "name": "Tonight We Riot",
    "itch": "https://meansinteractive.itch.io/tonight-we-riot",
    "opencritic": "https://www.opencritic.com/game/9456/Tonight We Riot",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0,
    "description": "In a dystopia where wealthy capitalists control elections, media, and the lives of working people, we’re faced with two choices -- accept it or fight for something better.\n\nTonight We Riot doesn’t have just one hero. Instead, you play as a movement of people whose well-being determines the success of your revolution.\n\nFEATURES:\n\n- Couch co-op\n - 20 unlockable weapons, gear, and perks\n - A dog\n - Whimsy\n - Kaiju\n - A wood chipper\n - Endless Mode\n - Horror Synth\n - The unique catharsis that comes from throat-punching a billionaire ghoul who would rather watch the world and everyone on it burn than lose a tax break\n\n",
    "genres": [
      "Action",
      "Arcade"
    ]
  },
  {
    "name": "KIDS",
    "itch": "https://playables.itch.io/kids",
    "opencritic": "https://www.opencritic.com/game/7840/Kids",
    "steam": "https://store.steampowered.com/app/793370",
    "score": -1,
    "correct": 0,
    "description": "KIDS allows you to move with and against crowds until everyone is gone.\n\nKIDS is a short interactive animation drawn by Michael Frei and coded by Mario von Rickenbach, their second collaboration after the award-winning project PLUG & PLAY.",
    "genres": [
      "Art",
      "Interactive Story"
    ]
  },
  {
    "name": "Beglitched",
    "itch": "https://hexecutable.itch.io/beglitched",
    "opencritic": "https://www.opencritic.com/game/3408/Beglitched",
    "steam": "https://store.steampowered.com/app/461220",
    "score": -1,
    "correct": 0,
    "description": "Beglitched is a game about insecurity, in our computers and ourselves. In a pastel world of networks where nobody truly knows what they’re doing, hacking is a magical art and the notorious Glitch Witch is the most premium archmagi of the net. Through what appears to be nothing more than random circumstance, YOU are her new apprentice. You must use your wits and cunning to unravel the mechanisms of an alien computer and survive amongst a veritable web of clowns, leftclickers, and filedraggers.",
    "genres": [
      "Puzzle"
    ]
  },
  {
    "name": "Wide Ocean Big Jacket",
    "itch": "https://turnfollow.itch.io/wide-ocean-big-jacket",
    "opencritic": "https://www.opencritic.com/game/8953/Wide Ocean Big Jacket",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0,
    "description": "Take part in a classic camping trip: Roast hot dogs on the fire, go birdwatching, tell ghost stories, grab a beverage from the cooler and do cartwheels on the beach.\n\nWOBJ is a short story game including 20 chapters, 4 playable characters, 10,000 words of dialog and 8 explorable areas, all rendered in a beautiful 2D/3D art style.",
    "genres": [
      "Interactive Story"
    ]
  },
  {
    "name": "Dujanah",
    "itch": "https://jackspinoza.itch.io/dujanah",
    "opencritic": "https://www.opencritic.com/game/5120/Dujanah",
    "steam": "https://store.steampowered.com/app/681240",
    "score": -1,
    "correct": 0,
    "description": "my granddad came home from the war a changed man. he was bitter, quick to anger and aggressive. he'd grown to hate animals too. should a dog yap, he'd rush to kick it.how does one discuss such a person without being exploitative? perhaps we frame him as a product of external forces, a war perhaps, in effect making him blameless. I like to remember him with the aphorism, \"you can't kick every barking dog.\"\n\nDujanah is a clay-punk adventure game by Jack King-Spooner.",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Vignettes",
    "itch": "https://skeletonbiz.itch.io/vignettes",
    "opencritic": "https://www.opencritic.com/game/7428/Vignettes",
    "steam": "https://store.steampowered.com/app/944340",
    "score": -1,
    "correct": 0,
    "description": "Vignettes is a unique exploration game without text or characters, where objects shapeshift as you spin them around to wander through a kaleidoscope of different moods and settings. \n\nIt is an accessible, colorful experience for all to enjoy, filled with playful interactions and hidden secrets.\n\nHere are some neat things you can do in Vignettes:\n\nRescue a stray cat\n\nRe-enact the moon landing\n\nTake a selfie on top of a mountain \n\nAwaken an ancient snake spirit\n\nTravel back in time\n\nConduct biological studies\n\nAnd lots more!",
    "genres": [
      "Art"
    ]
  },
  {
    "name": "The White Door",
    "itch": "https://secondmaze.itch.io/the-white-door",
    "opencritic": "https://www.opencritic.com/game/8856/The White Door",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0,
    "description": "Robert Hill wakes up in a Mental Health facility and suffers from severe memory loss. Follow the facility’s strict daily routine, explore his dreams and help him recall his memories.\n\nThe White Door is a new point-and-click adventure developed by the creators of the Cube Escape & Rusty Lake series.\n\nFeatures:\n\n■ Pick-up-and-play\nEasy to start but hard to put down\n\n■ Interactive storyline\nFollow a daily routine and recollect memories in a playful way, filled with brain teasers and riddles\n\n■ A unique Rusty Lake split-screen adventure\nExperience Robert Hill's stay in Rusty Lake's Mental Health facility with an innovative split-screen gameplay\n\n■ Absorbing atmosphere\nEach day in the facility has its own atmosphere, suspense and a variety of unexpected and surrealistic events\n\n■ Immersive and haunting soundtrack\nAtmospheric theme songs composed by Victor Butzelaar\n\n■ Special achievements\nThe White Door has more secrets to unravel",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "TAMASHII",
    "itch": "https://vikintor.itch.io/tamashii",
    "opencritic": "https://www.opencritic.com/game/8738/TAMASHII",
    "steam": "https://store.steampowered.com/app/1026400",
    "score": -1,
    "correct": 0,
    "description": "Inspired by obscure Japanese games from the 90s and late 80s, Tamashii is a unique puzzle-platformer set in a distorted world of striking horror and unsettling imagery. \n \nAn eldritch entity lurks inside the temple, a disturbing domain of death and danger. A mysterious stranger is summoned to this twisted hell to discover the source of evil that emanates from within. Can you survive the devilish traps, tricky puzzles, and monstrous beings looming in Tamashii’s dark corridors?\n \nKey Features:\n\nA pixelated aesthetic and atmosphere inspired by Japanese titles of the 90s and late 80s\nA harrowing blend of platforming, puzzles, and skin-crawling horror\nA mysterious tale, complete with secrets and Easter eggs to uncover\nTime trial/score attack modes for additional challenge\nA ‘slow-motion’ accessibility modifier to assist players",
    "genres": [
      "Arcade",
      "Adventure"
    ]
  },
  {
    "name": "Death and Taxes",
    "itch": "https://placeholdergameworks.itch.io/death-and-taxes",
    "opencritic": "https://www.opencritic.com/game/9033/Death and Taxes",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0,
    "description": "In this 2D, narrative-based game, you assume the role of the Grim Reaper... on an office job. Your job is to decide which people are going to live or die. The consequences of your choices are yours to bear, while the mystery of your incarnation awaits revelation!",
    "genres": [
      "Art",
      "Adventure",
      "Interactive Story"
    ]
  },
  {
    "name": "Task Force Kampas",
    "itch": "https://casiopea.itch.io/taskforcekampas",
    "opencritic": "https://www.opencritic.com/game/9390/Task Force Kampas",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0,
    "description": "Arcade space shooter action reimagined!\n\nDrawing inspiration from the golden age of Japanese shoot‘em ups, Task Force Kampas combines retro action with modern conventions, adding new mechanics and randomly generated stages with hand-crafted bosses. In a unique twist, the game can be finished, but skilled players will find a way to continue past the ending and claim even higher scores! Rhythmic gameplay and a pulsing soundtrack work together to create an intense audio-visual experience.",
    "genres": [
      "Third-Person Shooter",
      "Arcade"
    ]
  },
  {
    "name": "Glittermitten Grove",
    "itch": "https://twinbeard.itch.io/glittermitten-grove",
    "opencritic": "https://www.opencritic.com/game/3761/Glittermitten Grove",
    "steam": "https://store.steampowered.com/app/536890",
    "score": -1,
    "correct": 0,
    "description": "Ahoy, a-hey, o loddi-doddi day, fair traveller and welcome to Glittermitten Grove! Here you will find a land of enchantment, whimsy, and resource management. Sow the fields with magic seeds, pick berries from the plentiful boughs of our sugar fern trees, and collect sparkles from the resplendent rays of our sun-kissed thicket to help us prepare for the long winter ahead. Come join us in our faerieland, full of strange adventure!",
    "genres": [
      "Simulation",
      "Strategy"
    ]
  },
  {
    "name": "Jimmy and the Pulsating Mass",
    "itch": "https://housekeepinggames.itch.io/jimmy-and-the-pulsating-mass",
    "opencritic": "https://www.opencritic.com/game/6479/Jimmy and the Pulsating Mass",
    "steam": "https://store.steampowered.com/app/706560",
    "score": -1,
    "correct": 0,
    "description": "Jimmy and the Pulsating Mass is a Japanese-style RPG made by a guy from Texas.  It was very much influenced by SNES-era jRPGs, particularly Earthbound, Final Fantasy 5, and the Breath of Fire series, among others.  It was also heavily influenced by Yume Nikki.  \n\nThe game takes place in the dream of an eight-year-old boy.  When an alien entity appears and threatens his family and the stability of the dream world itself, Jimmy sets out on an adventure to save his family and eradicate the threat of the Pulsating Mass.  Along the way, Jimmy will have to work with his family, confront his own shortcomings, and brave the creeping nightmares of his subconscious.\n\nFeatures:\n-Full-length Japanese-style RPG.\n-Classic turn-based combat with some modern sensibilities.\n-A big emphasis on exploration.\n-As an empathetic kid, Jimmy gains the ability to imagine himself as several of the monsters he meets, allowing him to interact with the world in new ways.\n-These different transformations can also be leveled up, granting Jimmy higher stats and new abilities.\n-A story for adults delivered from the perspective of a child.\n-Jokes.\n-Unspeakable horrors.",
    "genres": [
      "RPG"
    ]
  },
  {
    "name": "Fortune-499",
    "itch": "https://apthomson.itch.io/fortune-499",
    "opencritic": "https://www.opencritic.com/game/5485/Fortune-499",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0,
    "description": "Fortune-499 is a game about money and magic. You play a fortune teller working in the magical resources department of a large corporation. You engage in day-to-day office activities such as forwarding emails, attending meetings, fighting back hordes of monsters, and dealing with printer jams. With some tricky magic up your sleeve and your job on the line, it's up to you to build a future out of the hand you've been dealt.",
    "genres": [
      "Action"
    ]
  },
  {
    "name": "Blind Men",
    "itch": "https://maneatergames.itch.io/blind-men",
    "opencritic": "https://www.opencritic.com/game/9479/Blind Men",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0,
    "description": "As the nephew of a retired super villain, there's nothing Keegan wants more than to become one himself — and what better way than to join the League of Evil? All he needs to do is commit a crime to complete his application.\n\nUnfortunately, Keegan soon finds himself in more trouble than he could have ever imagined when his plans are interrupted by a couple of spies from opposing agencies.\n\nPick choices that drastically change the story. Will Keegan’s plans be thwarted or allow him to be successful?\n\nFEATURES:\n\n- 2 romanceable characters\n - Multiple different endings depending on your choices\n - Keep the game as a cliché-filled parody, or turn it into a straight spy adventure\n - Original catchy soundtrack\n\n",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Speed Dating for Ghosts",
    "itch": "https://copychaser.itch.io/speeddatingforghosts",
    "opencritic": "https://www.opencritic.com/game/9017/Speed Dating for Ghosts",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0,
    "description": "Have you ever wanted to have deep, meaningful conversations with a smoldering poltergeist who terrorizes rich men in Vegas? How about a ghost dog looking for his owner? Or maybe you'd rather rob a bank?\n\nGhosts are into all sorts of things.\n\nPart horror, part comedy, and kinda sorta heartbreaking, Speed Dating for Ghosts is a game like no other about finding companionship and closure in the afterlife.\n\nMeet more than a dozen ghosts of oh so many backgrounds, genders, and time periods. Learn how they died, as well as how they lived, then help them find peace... if they like you enough to open up first.\n\nBased on what you say and how you say it, some dates may turn ugly. Not everyone gets along, even in the afterlife. Rue Morgue's Best Indie Game of 2018 is finally on the Nintendo Switch. For the first time, you can date Gary, Hattie, Kyo, and so many other spooky customers on the bus, on the couch, in a library, wherever you take your game!\n\n",
    "genres": [
      "Adventure",
      "Interactive Story"
    ]
  },
  {
    "name": "Switch 'N' Shoot",
    "itch": "https://crowbarska.itch.io/switch-n-shoot",
    "opencritic": "https://www.opencritic.com/game/7566/Switch ‘N' Shoot",
    "steam": "https://store.steampowered.com/app/498470",
    "score": -1,
    "correct": 0,
    "description": "Calling all pilots: Earth is under alien attack! Your assistance is required! No experience necessary.\n\nONE BUTTON:\n\nPiloting an advanced star fighter with just one button is simple: you switch, you shoot. Every shot fired changes your direction, and mastering this is the key to becoming a legend among the stars. Timing is everything!\n\nQUICK. SIMPLE. CHALLENGING:\n\nDon't underestimate its simplicity; this game tests your reflexes like no other! And while your ship might become stardust in a matter of seconds, you can instantly jump back in for \"just one more go\".\n\nRETRO ARCADE FEEL:\n\nA love letter to arcade classics with crunchy pixel art, chiptune soundtrack, authentic cabinet artwork and compulsive gameplay. Only now you don't need a stack of coins to stand a chance at getting a High Score.\n\nCOLOUR PALETTES:\n\nUnlock 64 palettes that completely change the look of everything in the game. Choose from 8-bit favourites or create your own!\n\nPORTRAIT MODE:\n\nAt the touch of a button your screen rotates into portrait mode (a.k.a. TATE Mode) for a truly authentic arcade experience. The game supports a wide range of controller setups so how you play is up to you.\n\n",
    "genres": []
  },
  {
    "name": "Four Horsemen",
    "itch": "https://nuclearfishinsoftware.itch.io/four-horsemen",
    "opencritic": "https://www.opencritic.com/game/4917/Four Horsemen",
    "steam": "https://store.steampowered.com/app/668200",
    "score": -1,
    "correct": 0,
    "description": "EMIGRATE TO WESTERN EUROPE.\nMAKE CORNFLAKE NACHOS.\nCONFRONT THE GHOSTS OF A DEAD INTERNET.\nPRETEND YOU DON'T SPEAK ENGLISH.\nGET ARRESTED FOR APOLOGIZING TO A COP INFORMALLY.\nKISS YOUR CRUSH.\nSTART AN ARMED INSURRECTION.\nWATCH ANIME.\nDIE FIGHTING FOR YOUR RIGHTS IN A BLAZE OF GLORY.\nSTART OVER IN NORTH AFRICA.\nWATCH LESS ANIME THIS TIME.\n\nFour Horsemen is a visual novel / SLG about homelands and the immigrant experience. Play as a group of four contemporary immigrant teenagers squatting in a World War II era machine gun bunker, trying to find a place for themselves in a pre-apocalyptic, present-dystopian country that has no place for them. Will you go native, turning against your own people to bury the past your parents fled to escape? Will you cling to your parents’ identity at any cost, at the price of being a permanent stranger in your adoptive country? Or will you strike out on your own, turning against both your homeland and your adoptive country to shape a destiny for yourself? Love is all you need…and also improvised firearms.\n\nFour Horsemen is not another hagiographic, pioneer-tradition, self-exotifying immigrant explainer about being slightly different. It is an exploration of human migration in terms of people–neither as mythology nor as political platform, but as a difficult decision made by ordinary human beings caught in impossible circumstances, with consequences that ripple for generations. This isn’t a game about finding yourself…it’s a game about your self finding you.\n\nDrawing from real lived experience, interviews with current and former immigrant teens from around the world, and a year of painstaking anthropological research, featuring 4 different main storylines, 9 different endings, 12 different playable homelands (all of which play differently), and a multitude of agonizing, important decisions, Four Horsemen tells a powerfully compelling, heartrendingly familiar, brutally honest story about what it's like to be a stranger in a strange land. One playthrough can be finished in a matter of hours, but you’ll want to revisit it again and again to see all of the many stories the game has to tell…and to pursue that elusive dream of a land you can call your own.\n\nEXCITING BULLET POINTS!!\n\nYOUR DECISIONS MATTER. Hard choices you make at the beginning come back to haunt you at the end. Characters turn out to be heroic or villainous depending on how you treat them--and they don't always reward you for treating them well.\n\nNO TWO COUNTRIES PLAY ALIKE. Each homeland has its own unique vocabulary, cultural values, prejudices, and history. Choices that are a good idea in one country turn out to be a reaaaaally bad idea in another. Like a real immigrant, you'll have to read your new culture and learn to adapt.\n\nNOT JUST BLACK AND WHITE. No faction reputation system! No alignment meter! Four Horsemen offers realistic, genuinely difficult moral choices, and to some questions there are no right answers--only different consequences.\n\nDELIGHTFUL CRAFTING SYSTEM. Make that cold, austere war bunker feel like home! Dive into dumpsters scrounging for parts, or buy them with your earnings from your terrible day job, and make DIY versions of things you could never afford! Characters interact with things you build. Make a disco ball and they'll throw a dance party, patch up that hole in the roof and they'll enjoy a quiet moment together on a rainy day. But beware--the system is not exactly fair to immigrants...\n\nTRIUMPH OVER HATE. A stranger pulls a knife on you and screams at you to leave town--what do you do? Do you try to de-escalate the situation with words...or respond by drawing your own blade? Our combat system replicates the anxiety and terror of real violence, not a power fantasy.\n\nTHE MOST ADVANCED PROFANITY SYSTEM IN A VIDEO GAME, EVER. Audited by real current and former teenaged native speakers! Learn how to cast aspersions on a person's ancestry in 10 different real-world languages!",
    "genres": [
      "Interactive Story"
    ]
  },
  {
    "name": "Rym 9000",
    "itch": "https://sonoshee.itch.io/rym9k",
    "opencritic": "https://www.opencritic.com/game/5469/Rym 9000",
    "steam": "https://store.steampowered.com/app/774561",
    "score": -1,
    "correct": 0,
    "description": "Rym 9000 is a vertical shmup in which you fight your way through 5 levels of concentrated action to reach the Moon and find the Rym 9000 treasure; a legendary relic left by an ancient civilization, buried in the Moon for a generation of pilots to find and \"turn the world upside down.\"\n\nWith an emphasis on haywire motion and experimental visuals from Sonoshee, along with a cyber-stellar soundtrack from Roex, Rym 9000 will take you on a chaotic trip of challenging but fair hyperkinetic fun.\n\nAchievements are set in place for the player to unlock World Log entries and know more about the world they're venturing into, as well as understanding the history behind the treasure that the protagonist and millions of other pilots are setting out to find.\n\nFight your way through relentless hordes of enemies, defeat each area's boss all the way up to the Moon's guardian \"Diesel\", and register your score upon beating the game on a leaderboard that records the top 10 players in the world.",
    "genres": [
      "Arcade",
      "Action"
    ]
  },
  {
    "name": "The Search",
    "itch": "https://jasongodbey.itch.io/the-search",
    "opencritic": "https://www.opencritic.com/game/4431/The Search",
    "steam": "https://store.steampowered.com/app/566190",
    "score": -1,
    "correct": 0,
    "description": "Embark on a journey of discovery and inspiration in The Search - a story-driven puzzle-adventure set in a mysterious world where art comes to life!\n\nIn an unknown world, you'll search for clues about the nature of this place, as well as your own past. Guided only by the letters of a mysterious stranger, you'll find that this universe works differently from our own. It's a world in which obstacles can be overcome by your own creativity - and where art comes to life to create tears in the fabric of reality.\n\nWho wrote the letters that guide you? What is the nature of this surreal, enchanted universe? And why were you chosen to take this journey?",
    "genres": [
      "Puzzle",
      "Adventure"
    ]
  },
  {
    "name": "Memoir En Code: Reissue",
    "itch": "https://alexkalopsia.itch.io/memoir-en-code-reissue",
    "opencritic": "https://www.opencritic.com/game/3361/Memoir En Code: Reissue",
    "steam": "https://store.steampowered.com/app/467940",
    "score": -1,
    "correct": 0,
    "description": "Memoir En Code: Reissue is an autobiographical game album. Designed to be experienced similarly to a music album, this short experimental game explores different bits of the author's life.\n \nDivided into different interactive tracks, the game leads the player through the exploration of very personal moments, from the struggle of keeping together a long-distance relationship to the exploration of childhood memories.\n\nMemoir En Code: Reissue was designed, developed and produced by only one person in the attempt to explore autobiography in games.",
    "genres": [
      "Interactive Story"
    ]
  },
  {
    "name": "ETHEREAL",
    "itch": "https://nonsensearts.itch.io/ethereal",
    "opencritic": "https://www.opencritic.com/game/7466/Ethereal",
    "steam": "https://store.steampowered.com/app/751220",
    "score": -1,
    "correct": 0,
    "description": "ETHEREAL is a profound experience (nominated to IGF 2019 for its audio and sound design) where you have to find your way within an intricate and abstract series of levels, using different kinds of mechanics that allows you to modify the environment or the direction of your character movement. Each corner of its world has been carefully designed to communicate without any text and expose a novel puzzle to solve without time pressure, evoking an introspective state of mind.\n\n\n\nKEY FEATURES\n\n\n\nBeautiful minimalist and abstract art style\n\nAwarded music and sound design\n\nNon-verbal narrative\n\nNo time pressure, you can wander around as long as you want!\n\n4 different worlds to explore, each one with new mechanics, challenges and secrets!\n\n24 hand-crafted levels\n\n\nDeveloped by Nicolás Recabarren and Tomás Batista, from Nonsense Arts, an indie game studio from Argentina.",
    "genres": []
  },
  {
    "name": "The Hex",
    "itch": "https://danielmullinsgames.itch.io/the-hex",
    "opencritic": "https://www.opencritic.com/game/6838/The Hex",
    "steam": "https://store.steampowered.com/app/510420",
    "score": -1,
    "correct": 0,
    "description": "In a creaky old tavern, in a forgotten corner of the video game universe, a storm is raging. The barkeep gets a patchy phone call. It's hard to tell what the caller is saying, but this much is clear: someone in The Six Pint Inn is planning a murder.\n\nThere are six patrons; all of them are video game protagonists trying to escape their past... But The Six Pint Inn has a way of bringing back old memories. Each flashback plays out in an entirely different genre, sometimes blending multiple. By exploring these memories you may discover the identity of the murderer... or you may learn much darker secrets.\n\nIN THE HEX YOU WILL...\n\n Control the six patrons and explore The Six Pint Inn\n\n Delve into the memories of these cast-aside game protagonists to learn the truth of their past\n\n Learn the identity of the would-be murderer... as well as the victim\n",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Fossil Hunters",
    "itch": "https://reptoidgames.itch.io/fossil-hunters",
    "opencritic": "https://www.opencritic.com/game/5757/Fossil Hunters",
    "steam": "https://store.steampowered.com/app/690150",
    "score": -1,
    "correct": 0,
    "description": "Embark on a casual adventure deep underground in search of mysterious artifacts, hidden treasures and most of all, fossils!\n\nKEY FEATURES\nOver 30 hand-crafted levels\n\nPlay as one of 4 unique fossil hunters\n\nSecret items and treasure\n\nLocal Multiplayer\n\nMODULAR FOSSIL SYSTEM\nFind Fossil Blocks by digging through underground levels and connect them together to create a complete skeleton.\n\nDifferent fossils can be found depending on the kind of dirt and the environment you are digging in. Using rare pieces or making huge skeletons can result in more valuable creations, but you choose how many pieces to assemble and in what order.\n\nTHE STORY SO FAR...\nYou’ve been selected to join an elite team of Fossil Hunters as they set out on a mysterious expedition, but when you arrive at the Digsite it looks abandoned! \n\nYou find an old notebook and some torn pages of research notes, could they lead to some answers about what happened here? \n\nEXPLORE SPECTACULAR UNDERGROUND ENVIRONMENTS\nComplete specific Fossil Schematics to further the path of science and progress deeper into the caves, where you'll encounter new creatures, dangers, and the secrets of the researchers who came before you...\n\nDIG WITH YOUR FRIENDS\nScience is always easier when you’re part of a team… isn’t it? Up to 4 players can explore the mysterious depths together, but cooperation is not guaranteed! Will you help your fellow fossil hunters to create spectacular skeletons? Or will you compete with them and claim glory for yourself?",
    "genres": [
      "Action"
    ]
  },
  {
    "name": "Verdant Skies",
    "itch": "https://howlingmoonsoftware.itch.io/verdant-skies",
    "opencritic": "https://www.opencritic.com/game/5666/Verdant Skies",
    "steam": "https://store.steampowered.com/app/730050",
    "score": -1,
    "correct": 0,
    "description": "Verdant Skies is a life simulation game born from a love for games like Harvest Moon and a desire to create something unique with modern gameplay and deep storytelling. Lose yourself in the lovingly hand-painted alien world of Viridis Primus. Ensure the success of the colony as you make friends and pursue romance with a diverse cast of characters. Demonstrate your mastery of the farming system by creating the perfect crop hybrid using the genetic splicing machine - or spend your days painting and making pottery. The possibilities are endless!\n\nWith many natural skin tone options and tons of unique hair styles and clothing choices you can easily craft your perfect avatar. Unlike many games in this genre, Verdant Skies doesn't ask you to choose a gender when you create your character. As you help to grow the colony, you will unlock additional datable residents.\n\nSplit your time wisely between activities as you help to build your colony. Gather resources, decorate your home, grow crops, go spear fishing, cook interesting meals, befriend your fellow colonists, and maybe even fall in love...",
    "genres": [
      "Simulation",
      "RPG"
    ]
  },
  {
    "name": "NEXT JUMP: Shmup Tactics",
    "itch": "https://postmortempixels.itch.io/nextjump",
    "opencritic": "https://www.opencritic.com/game/4655/NEXT JUMP: Schmup Tactics",
    "steam": "https://store.steampowered.com/app/624690",
    "score": -1,
    "correct": 0.185185,
    "description": "NEXT JUMP is a love letter to shmup's [Shoot 'em up or space shooters], read in a slightly different manner: In turn-based battles!\n\n\nYour mission, our mission, is very simple:\nThe dragons are fleeing with all our Elixir supply. Stop them!\nWe have an advantage: We are FASTER. Our engines are capable of doing \"Juxtaposition Ultra Movement Positioning\", or JUMPs, as we call it.\nIt will not be easy, as the Dragon drones can invade our Jumps, attacking us inside while traveling faster than light. These drones are predictable and always act by following pre-set patterns, but too many drones within the JUMP can be certain death!",
    "genres": [
      "Arcade",
      "Strategy"
    ]
  },
  {
    "name": "Clam Man",
    "itch": "https://marafrass.itch.io/clam-man",
    "opencritic": "https://www.opencritic.com/game/7914/Clam Man",
    "steam": "https://store.steampowered.com/app/1000640",
    "score": -1,
    "correct": 0,
    "description": "Clam Man is a game built around jokes and a strange, absurd narrative! It has weird characters, tons of puns, and a handful of puzzles; but the focus of the game is definitely dialogue! Examining the world, talking to characters and taking it easy: If that sounds like your thing, this might just be the game for you!\n\nSTORY\n\nClam Man is the story of the Clam Man. Intriguing, isn't it? Yes, it's true - he is a clam and yet also a man. This is not a topic of debate, it is fact. We've confirmed it while working on this game. Using science.\n\n\"He certainly is a clam man.\"  - Playtester\n\nThank You, Playtester - we couldn't agree more.\n\nBut to be more specific: This is the story of a man, recently promoted to junior sales representative, enjoying the comforts and leisure of lower-mid-level office work. However, things suddenly take a turn for the worse, and the Clam Man is cast into an adventure full of danger, suspicion, and mystery. Join him, as he unravels the conspiracy behind the tragic event that befalls him, and fight to restore CLAMMY JUSTICE to the world of Snacky Bay.\n\nFEATURES\n\nA story full of twists and turns and a huge amount of strange jokes!\n\nMore than 20 unique and strange characters to interact with! (I really like the jellyfish personally)\n\nA spectacular original soundtrack!\n\nLots of plants\n\nUmm\n\nPhone calls!\n\nPuzzles! \n\nKnots!\n\nThe most evil bad guy in the history of evil bad guys\n\nAnime fight scene!\n\nOur boys in blue!\n\nAnd of course, a duck.",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Once Upon A Crime in the West",
    "itch": "https://nationalinsecurities.itch.io/once-upon-a-crime-in-the-west",
    "opencritic": "https://www.opencritic.com/game/7735/Once Upon A Crime In The West",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0,
    "description": "Somewhere in the Old West, there lies a cabin full of corpses. If you had arrived moments sooner, you might have been one of them. It all started on Christmas Day, when The Old Sheriff of New Town was murdered. In the days that followed, several dangerous strangers would make their way to the Mount Inn, an isolated shelter on the mountain path between New Town and Old Town, and kill each other.\n\nNow it’s down to you to untangle their motives and piece together the bigger picture from the gruesome aftermath. \n\nOnce Upon A Crime In The West is the highly anticipated third murder mystery game by National Insecurities, creators of the acclaimed Disorient on the Murder Express and 2000:1: A Space Felony.\n",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "On Rusty Trails",
    "itch": "https://blackpants.itch.io/on-rusty-trails",
    "opencritic": "https://www.opencritic.com/game/2774/On Rusty Trails",
    "steam": "https://store.steampowered.com/app/277700",
    "score": -1,
    "correct": 0,
    "description": "On Rusty Trails is a modern, illustrative platformer that puts you into a world constantly reacting to your change in identity. You are Elvis. Metal being, home owner and a lover of dryness. But recently, the weather has been going haywire. Your house has just dissolved into a pile of rust, and soon you will too! This is not how you planned to enjoy your future as a rate payer. Good thing, you suddenly get your hands on a Shifty Suit! Now it‘s super easy to incognito yourself and walk among suspicious hairy folk. Walk along, below and above iron cities, soggy jungles and flaming war zones. Swiftly zoom over any obstacle and switch form to avoid a rusty funeral.",
    "genres": [
      "Puzzle",
      "Platformer"
    ]
  },
  {
    "name": "RISK SYSTEM",
    "itch": "https://risksystem.itch.io/rs",
    "opencritic": "https://www.opencritic.com/game/7828/Risk System",
    "steam": "https://store.steampowered.com/app/833950",
    "score": -1,
    "correct": 0,
    "description": "In the distant future, humanity has discovered a method to replicate matter through the use of a Dimensional Gate. Industry is revolutionized overnight and a short period of chaos gives way to all warring factions uniting under a common banner.\n\nA few years pass and the peace brought about by Gate Technology crumbles once a new threat appears; a race of energy parasites that have crossed through the Dimensional Gate by mimicking the very materials humanity had believed they were replicating. Mankind is quickly overtaken as their technology is turned against them and the energy emitted by the parasites begins to take control of those exposed.\n\nIn an act of desperation, the experimental RSK9 is constructed, a ship made of Pre-Gate materials and technology with the ability to absorb parasite energy and use it to power its incredible arsenal. Piloting the RSK9 is Alys, an ace pilot previously missing in action that has returned seemingly immune to parasite control. Her skill and resistance to the parasite energies influence make her the only pilot capable of preventing the extinction of mankind.\n\nNOTE FOR LINUX USERS - Due to game engine limitations we are only able to guarantee compatibility with Ubuntu 18.04.2 LTS 64bit or newer.  It is likely it will function on many other Linux distributions but it is impossible currently to be 100% sure.  We very much want to support the Linux community and are happy to entertain suggestions on how we may improve compatibility in the future.\n\nGAME PLAY:\n\n-Increase your B-Meter & firepower quickly by flying as close to enemy fire as possible and absorbing their energy. The closer you fly, the more energy you net!\n\n-Fire your weapon while flying close to enemy fire and absorbing to perform powerful \"Risk Shots\". Enemies destroyed by these powered up shots will turn into energy to power your shield. The best defense is a risky offense!\n\n-Fly like an ace pilot and utilize Barrel Rolls to quickly cover vertical space & modify your attack!\n\n-Unleash the Barrier Breaker once the B-Meter is full to inflict huge damage on everything in sight!\n\n-Playing for points is fun again as higher scores are awarded for explosive bursts of destruction and taking risks! Destroy multiple enemies at once and utilize \"Risk Shots\" to string together combos and increase your score multiplier!\n\n-Experience different facets and paths to the story based on your performance and actions taken during missions!",
    "genres": [
      "Action"
    ]
  },
  {
    "name": "LOVE",
    "itch": "https://thatsmytrunks.itch.io/love",
    "opencritic": "https://www.opencritic.com/game/7313/LOVE",
    "steam": "https://store.steampowered.com/app/269270",
    "score": -1,
    "correct": 0,
    "description": "Love is a reductive platforming game with a retro aesthetic and a focus on a challenging difficulty. It has an custom respawn system, 16 levels, 12 track soundtrack, competitive scoring, and a simple-to-use level creation feature. \n\nThe challenging levels are balanced with the inclusion of a simple yet unique respawn system wherein the player can leave a checkpoint at any location at any point, as long as they are on solid ground. Players have a number of gameplay modes to choose from, whether they want it easy, normal, or they want to try their hand at a mode designed specifically for Speed Running.\n\nBeyond the visual aesthetic, the challenging level design, and the abundance of features, there is the fantastic soundtrack composed by James Bennett, which brings the simple 3-color atmospheres to life. \n\nFeatures\n\n16 Levels \n\n7-Level Remix Mode\n\nOnline Leaderboards \n\nSpeedrun Mode for intense competition\n\n19 Achievements\n\nMulti-faceted scoring system for competitive play \n\nUnique Respawn Mechanic \n\nXinput-based Gamepad Support \n\nLevel Editor \n\nExtra 10 Level Remix Campaign, with Source Files",
    "genres": [
      "Platformer"
    ]
  },
  {
    "name": "Football Drama",
    "itch": "https://open-lab-games.itch.io/football-drama",
    "opencritic": "https://www.opencritic.com/game/8324/Football Drama",
    "steam": "https://store.steampowered.com/app/876190",
    "score": -1,
    "correct": 0,
    "description": "In Football Drama, you are Rocco Galliano, the Marseillaise new manager of Calchester Assembled Football Club.\n\nAfter the abrupt ending of your coaching career seven years ago, the hysterical attention of the press quickly faded. But struggling results by Calchester FC convinced Boris Aluminovitch, its billionaire president, to axe the previous beleaguered manager and give you a new chance.\n\nWill your raucous shouts from the bench change the fate of the team? Will you find wiseness and karma leadership with the help of the Book of Changes? Will your shady past reach back to you and make you crumble?\n\nChances that you can make it through a full season are slim. Corruption, crime, drugs and romance are all paths that you may take - for better or worse. \nThis is the only football game where you may lose the championship and win the game!\n\nKEY FEATURES\n\n Interactive narrative with meaningful game-changing choices\n\n Karma or chaos: life choices, game choices\n\n Turn-based match play with live-action animations\n\n 18 dramatic weeks of procedural championship where you can be fired at any time\n\n Deck-building mechanics determined by life choices and game results\n\n Ridiculous cards about the craziest aspects of today's football \n\n Illustrated log of each of your matches\n\n Silly main commentator with his obligatory colourful sidekick\n\n Replayable - every championship is unique, several different endings\n\n Nicely designed user interface by Pino Panzarella\n\n Stunning illustrated cards and characters by Daniele Giardini \"Demigiant\"\n\n Share your wins with friends and enemies\n\nWHY ANOTHER GAME ON FOOTBALL?\nFootball Drama was started after discovering and exploring the richness and quality of the literature about football. Novelists and poets like Pasolini, Galeano, Soriano, Hornby, Saba, Handke, Wenders have written about football and its evocative and poetic power. Same in movies, with fringe and beautiful works like The Lost World Cup or Wender's The Goalie's Anxiety at the Penalty Kick. Another great inspiration was the book Football Clichés by Adam Hurrey. \nThis naturally lead to the question: why people love football so much? \nSo we started designing a new, unique game around football, as we believe games can be a wonderful media for storytelling.\n\nA VERY SMALL TEAM\nIf you’re thinking about buying Football Drama please keep in mind that we are a very passionate but small team of three - and totally self-funded by working in parallel on games for customers. This is not a blockbuster experience with many hours of content. Also if you are concerned about the price difference between Steam and mobile, we believe the right price is the one on Steam, but we are (way, way) weaker than market forces so we had to oblige. Still, the Steam version has more to offer: more information, all the in-depth parts (integrated with achievements) and full-screen illustrations.",
    "genres": [
      "Adventure",
      "Sports"
    ]
  },
  {
    "name": "Inverness Nights",
    "itch": "https://kitsubasa.itch.io/inverness-nights",
    "opencritic": "https://www.opencritic.com/game/4650/Inverness Nights",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0,
    "description": "Tristram Rose appears to be a simple tailor, living and working in Inverness in Scotland in the mid-18th century, but then, he’s an expert in keeping up appearances. In actuality, Tris is immortal, and has lived centuries moving from town to town in order to leave any suspicions behind him. He also has a remarkable ability: a healing touch which he similarly refrains from using, lest he be labelled a witch.\n\nBut when love comes knocking, it’s hard to keep cautious. After revealing his powers to save the life of his partner Alasdair, Tris finds himself at risk of exposure – both as someone with supernatural gifts, and as a man who loves other men.\n\nBy noose or by carriage, Tris is leaving Inverness.\n\nIf he flees, Tris will lose everything and be left destitute on the streets, but if he stays to earn enough to start a new life, he risks the gallows. Fortunately, at that moment a woman in dubious clothes with an equally dubious background approaches him requesting an expensive commission.\n\nThree paths lead forward. Should Tris try to mend his fractured relationship with Alasdair, seek help from his enigmatic client, or dive headlong into work to fund his escape?\n\nHelp him find his way through his last Inverness nights.",
    "genres": [
      "Interactive Story"
    ]
  },
  {
    "name": "Chook & Sosig: Walk the Plank",
    "itch": "https://armor-games-studios.itch.io/chook-sosig-walk-the-plank",
    "opencritic": "https://www.opencritic.com/game/7912/Chook & Sosig: Walk the Plank",
    "steam": "https://store.steampowered.com/app/899470",
    "score": -1,
    "correct": 0,
    "description": "Chook & Sosig: Walk the Plank is a mischievous, charming and character-driven adventure.\n\nAlong with a few friends, Chook & Sosig get creative while roleplaying as pirates. When you need to hunt for fabled treasure, you need some weird pals to join your quest! Join a ghostly chicken and a wobbly spaghetti cat as they seek fabled treasures, solve puzzles, wear dashing hats, and who knows what else!\n\nThrough point and click gameplay and hilarious dialogue with oddball characters, the world of Chook & Sosig is brought to life with hand-drawn art, comedic charm and delightfully detailed cartoon-inspired animation. Explore a seaside world with beloved characters including Min, Hebble, Cow and countless naughty goblins. Shape the story and unfold comedy adventure!\n\nThey may not be actual pirates, but they’ve heard all the classic tales. What could go wrong?\n\nFEATURES:\n\nLively, hand-drawn world: Enjoy the cute (and occasionally spooky) stylings of this cartoon-inspired artstyle, lovingly drawn from scratch and full of thoughtfully detailed animation.\n\nVibrant characters: Get to know the whole crew, adventuring with a cheeky group of friends playing several different roles (and costumes!).\n\nMultiple endings: If treasure and unimaginable riches doesn’t sound like a lofty enough goal, you could always overthrow the local sea deity and be worshipped as a god!\n\nSuper funky soundtrack: Enjoy the musical stylings of Japan-based Nathan Cleary, with over 7 tracks to bop along to! In-game sounds also include true seaside soundscapes, captured by the developer at her seaside location in New Zealand!\n\nExpanding the Chook & Sosig universe: With fans like Markiplier, this beloved spaghetti cat and ghost chicken has been on several previous adventures, such as A Case of Murder, Hit the Club and Long Weekend. Walk the Plank is their biggest adventure yet!\n",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Plunge",
    "itch": "https://spookybunsgames.itch.io/plunge",
    "opencritic": "https://www.opencritic.com/game/8238/Plunge",
    "steam": "https://store.steampowered.com/app/1128690",
    "score": -1,
    "correct": 0,
    "description": "It's time to take the Plunge! Enter the adventure of Billie, the billionth prisoner of a wacky medieval mega-prison, who longs to find freedom on the other side. Rather than try to climb her way out, Billie realizes the only way to freedom is to escape further into the depths below! Dodge, dash, and defeat a wide variety of guards, creatures,  and otherworldly beings bent on preventing passage in this exciting turn-based dungeon plunger!\n\nIn Plunge, players will find a new and unique experience, especially for those familiar with the puzzle and roguelike genres. Each floor is an individual challenge meant to test the very best in a battle of brawn and wits. Don't miss this opportunity to find out why Plunge was nominated for the 2017 PAX Rising showcase, the 2016 and 2017 Portland Retro Gaming Expo showcases, the 2019 PAX 10 Selection and multiple showcases with Indie Mega Booth at PAX West and GDC! \n\n- Play as Billie or a variety of other cartoony characters with charming criminal charges!\n\n- Turn-based roguelike action!\n\n- Movement with sliding ice physics against enemies with unique and peculiar patterns!\n\n- Over 400 randomly selected levels across three separate challenging sections!\n\n- Plunge and Plunge again with fast pick-up-and-play experiences!",
    "genres": [
      "Adventure",
      "Strategy"
    ]
  },
  {
    "name": "A NIGHTMARE'S TRIP",
    "itch": "https://skyhour.itch.io/a-nightmares-trip",
    "opencritic": "https://www.opencritic.com/game/8845/A Nightmare’s Trip",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0,
    "description": "Adrien, a creature born of a young boy’s nightmares, takes a little summer vacation.\n\nA NIGHTMARE'S TRIP is a short visual-novel game from the development team behind RE: DECEIVED VOICE. Meet strange new characters. Tour around a colorful city. Turn the nightmares of the past into a fantastical dream made real.\n\nFEATURES:\n\nEnjoy a 2-3 hour narrative set in familiar places!\n\nFeaturing original art from Moxie Riles (RE: DECEIVED VOICE), Christina Crichlow (Blissful Madness), and Aaron Yoder!\n\nKinectic Storytelling - To the whim of several dialogue choices, change the story in subtle ways!\n\nSteam Integration - Unlock dastardly achievements and collect cute trading cards (not available at launch)!\n\nMeet a demon from hell! And play pachinko together?\n\nResolve (temporarily) sibling troubles, commit gay crimes, get chewed out by Gaoma, and more!",
    "genres": []
  },
  {
    "name": "Fumiko!",
    "itch": "https://fumikogamestudio.itch.io/fumiko",
    "opencritic": "https://www.opencritic.com/game/6621/Fumiko!",
    "steam": "https://store.steampowered.com/app/563810",
    "score": -1,
    "correct": 0,
    "description": "Inspired by Serial Experiments Lain, this game takes you on a surreal trip through a twisted virtual network. Uncover the secrets this world tries to hide from you: an artificial intelligence named \"Fumiko\"!\n\nFumiko! combines rewarding exploration with a new approach to 3D platforming. You'll quickly be unbound from gravity. No jump will be too short. Fumiko! is a sci-fi thriller that wants to be explored thoroughly.\n\nIn a single playthrough, lasting about 6-10 hours, you'll encounter:\n\n16 handcrafted and unique levels giving you a challenge, 14 social areas to explore ranging from small player homes to big public spaces\n\nEnemy A.I.s seeking your destruction while you escape from the testing lab, unique abilities to bypass them\n\nFumiko overwriting her jump modules to gain ridiculous jump height, speeding through the air with the dash module\n\nCollect 26 memory fragments to uncover the mystery behind the network\n\nSupports the Xbox, Xbox360 and Steam Controller in addition to keyboard & mouse controls",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "PARTICLE MACE",
    "itch": "https://andymakes.itch.io/particlemace",
    "opencritic": "https://www.opencritic.com/game/2761/PARTICLE MACE",
    "steam": "https://store.steampowered.com/app/295690",
    "score": -1,
    "correct": 0,
    "description": "PARTICLE MACE is a game inspired by Geometry Wars, Asteroids, Amplitude and many others. Unlike in traditional twin stick shooters, in Particle Mace, you destroy your enemies by swinging giant boulders at your enemies. It takes a deep understanding of your own weight, thrust, and inertia in order to be a master Particle Mace gladiator, but once you get in the zone, this game satisfies like no other.\n\nPARTICLE MACE is a game about capturing the thrill of classic arcade games with a new, physics based mechanic.\n\nPARTICLE MACE is a game about trying not to die, but that's impossible.\n\nPARTICLE MACE is explosive arcade fun for 1-4 players that pays homage to twitch games of the past, but replaces the typical guns with an unruly physics-based weapon. Take control of a tiny ship in an extremely hostile universe, and defend yourself as long as possible from enemy ships and asteroids using a collection of trash particles tethered to the ship. To survive, you must carefully navigate around the many hazards while building up momentum to swing your weapon into your foes or your friends, all in a field of brightly abstracted visuals and an entrancing procedural background.",
    "genres": [
      "Action",
      "Adventure",
      "Strategy"
    ]
  },
  {
    "name": "Blitz Breaker",
    "itch": "https://boncho-games.itch.io/blitz-breaker",
    "opencritic": "https://www.opencritic.com/game/2257/Blitz Breaker",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0,
    "description": "Blitz Breaker is a simple, accessible twitch platformer with one small change: Your character can't run. \n\nPlay as an adorable little robot named Blitz, where your goal is to escape the factory you were built in. The problem is that it seems like everything is trying to break you! That is, with the exception of Chip: A friendly computer helper who is totally your friend!\n\nThe gameplay is as simple as it is satisfying. Blitz can only jump, and perform an air dash in one of 4 directions. Upon colliding with an object that doesn't break you, you are free to dash again. Use this to navigate a variety of challenges and hazards, including spikes, cannons, missiles, lasers, mines and even giant mechanical monsters. \n\nFeaturing challenging but fair difficulty, the skill lies in your timing, and ability to react. Perfecting these skills grants you stars, which are used to unlock additional heads to dress Blitz up in. Your ability to search and explore can lead you to secrets, and keys to portals harboring even greater challenges.",
    "genres": [
      "Platformer"
    ]
  },
  {
    "name": "Luna",
    "itch": "https://funomena.itch.io/luna",
    "opencritic": "https://www.opencritic.com/game/7905/Luna",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0,
    "description": "A Bird's peaceful summer slumber is disturbed by the majestic call of a mysterious Owl. Enticed to swallow the last piece of the waning Moon, Bird is blown far from its Golden Gate home. \n\nUnscramble celestial puzzles and create miniature musical worlds. Re-awaken shadowy forests and bring life back to sparkling lakes. Discover hidden creatures, help the Bird reunite the fragmented Moon... and find its way home. \n\nBrought to you by Funomena’s uniquely diverse team of veteran developers (Journey, Flower, Boom Blox, The Sims 2)  Luna is an interactive fable about learning by the light of unexpected mistakes. \n\nSolve celestial puzzles to unlock each level's tree, plant and animal spirits.Place, customize and interact with them in miniature, musical terrariums. Bring each world to life, revealing Austin Wintory’s haunting, enchanting score.\nAvailable for Oculus Rift and HTC Vive.\n\nComing soon to 2D on November 22nd, 2017!",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Quench",
    "itch": "https://axoninteractive.itch.io/quench",
    "opencritic": "https://www.opencritic.com/game/8108/Quench",
    "steam": "https://store.steampowered.com/app/877440",
    "score": -1,
    "correct": 0,
    "description": "BECOME SHEPHERD, AN AVATAR OF NATURE, AND GUIDE HERDS OF ANIMALS ON A PERILOUS JOURNEY.\n\nEach generation, the Elephant Tribe makes a grand pilgrimage. But this time, something is different... \n\nHelp Shaman, the young Elephant leader, convince the other animal tribes to join her. Protect your herds as they are beset by flood, fire, drought, and the dark smokebeasts that have spread across the land. Control the environment to guide herds of animals and restore their home in this colourful narrative puzzle game!\n\nFEATURES\n\nChange the environment around the animals with the powers of the Elder Tree: grow grass and trees, start forest fires, shift sand dunes, or create new rivers and lakes.\n\nOvercome treacherous encounters with creatures and obstacles while carefully guiding your animals to safety.\n\nFall in love with a papercraft-inspired landscape set to a joyful original score by Adam Sakiyama.\n\nThrough gorgeous illustrated cinematics and in-game dialogue, explore how kindness, compassion, and forgiveness are powers unto themselves in this fable about overcoming differences to restore the world.",
    "genres": [
      "Puzzle",
      "Simulation"
    ]
  },
  {
    "name": "Shoot Shoot Mega Pack",
    "itch": "https://actualhumans.itch.io/shoot-shoot-mega-pack",
    "opencritic": "https://www.opencritic.com/game/4354/Shoot Shoot Mega Pack",
    "steam": "https://store.steampowered.com/app/467470",
    "score": -1,
    "correct": 0,
    "description": "Are you tired of settling for just one game to play with your friends? Does the thought of needing to pick a single game for your party paralyze you? Well blow out a candle and call it your birthday, because we have just the game for you!\n\nIn Shoot Shoot Mega Pack you and up to three friends can duke it out head-to-head in any of four 2D shooters, each one focusing on its own core mechanic! Push each other into walls that expand with every shot in zoom, thrust and shoot together in sync, avoid a barrage of black holes in void, or carefully try to find your invisible friends before they find you in fade! \n\nFor the tinkerers out there, mix and match rules however you want in custom mode! Try 'em once or mark them as your faves and come back to them whenever you want! Finding all these options too overwhelming? Don't worry, we've got you covered! Take a load off and let the party gods choose for you in party mode or take your chances with an endless stream of randomly generated rulesets in chaos mode!\n\nThere's no right way to play Shoot Shoot Mega Pack, just make sure you do it with friends!",
    "genres": [
      "Action"
    ]
  },
  {
    "name": "1,000 Heads Among the Trees",
    "itch": "https://aaronoldenburg.itch.io/1000-heads-among-the-trees",
    "opencritic": "https://www.opencritic.com/game/2101/1000 Heads Among the Trees",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0.172414,
    "description": "Visit the real town of Cachiche, Peru, to spend your nights looking for potential ghosts to photograph. Discover a generative narrative as you show your photos to local people who spin stories about what they see in them. \n\nCachiche is a suburb founded hundreds of years ago in the desert by witches during the Peruvian Inquisition. The game recreates the environment through documentation taken onsite and real interviews with local witches, descendants of witches, and visitors. ",
    "genres": [
      "Interactive Story"
    ]
  },
  {
    "name": "The Adventures of Elena Temple: Definitive Edition",
    "itch": "https://grimtalin.itch.io/the-adventures-of-elena-temple",
    "opencritic": "https://www.opencritic.com/game/8777/The Adventures of Elena Temple: Definitive Edition",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0,
    "description": "",
    "genres": [
      "Action",
      "Adventure",
      "Platformer"
    ]
  },
  {
    "name": "Aerannis",
    "itch": "https://ff.itch.io/aerannis",
    "opencritic": "https://www.opencritic.com/game/1920/Aerannis",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0,
    "description": "Plovdiv, the year 2XXX. Men have ceased to exist. Society is wholly under the control of mysterious shapeshifters who take the form of humans and monsters. Few believe the reports of their existence, and those who discover their existence don't often live long enough to tell the tale. \n\nAerannis is a game in which an assassin, Ceyda Farhi, uncovers the truth. Her missions involve sneaking around, taking hostages, using human shields, laying down traps, and assassinating those who are a part of the conspiracy. Countless massive, intense boss battles are seamlessly blended in with the stealth action.",
    "genres": [
      "Action",
      "Platformer"
    ]
  },
  {
    "name": "Hellenica",
    "itch": "https://thedragonloft.itch.io/hellenica",
    "opencritic": "https://www.opencritic.com/game/3832/Hellenica",
    "steam": "https://store.steampowered.com/app/540690",
    "score": -1,
    "correct": 0,
    "description": "In this turn-based tactics RPG, you’ll rewrite the history of an ancient Greece transformed by an industrial revolution. Customize your party's skills and navigate a labyrinthine storyline where your choices affect the path you take, the battles you fight, and the allies you meet along the way.",
    "genres": [
      "RPG",
      "Strategy",
      "Turn-Based Strategy"
    ]
  },
  {
    "name": "Eselmir and the five magical gifts",
    "itch": "https://stelexsoftware.itch.io/eselmir",
    "opencritic": "https://www.opencritic.com/game/5370/Eselmir and the five magical gifts",
    "steam": "https://store.steampowered.com/app/677850",
    "score": -1,
    "correct": 0,
    "description": "Eselmir and the five magical gifts is a 2D point and click adventure game inspired by the old classics of the genre. It tells the story of Eselmir and his journey to find the five magical lost gifts of King Theoson, leading the player to explore an imaginary world studied in every detail. An atypical and elegant fantasy made up of stories within the story, one enclosed in the other.\n\nSTORY\nThe story takes place in an epic and legendary world dominated by powerful divinities and ancient spells. Ancient people build flourishing cities and monuments prosper. This unique and adventurous world of Eselmir is inhabited by fairies and mysterious creatures. Eselmir, a priest devoted to the Goddess of Time, belongs to the ancient Pirin race, demigods descendants of a fairy and a mortal that live on the highest mountains in the east. One night, Eselmir receives a mission from his goddess that could change the fate of many: to find the five lost gifts of King Theoson, the progeny of Pirin's civilization, which at his death was buried together with his treasures in a secret place whose grave was never found again.\n\nFEATURES\n An engaging 2D point and click adventure game entangled with puzzles and mysticism, breathtaking landscapes and picturesque characters.\n\n It is an original blend of fairy tales, inspired by ancient mythology and medieval folklore.\n\n It explores an entire continent with countless and flourishing civilizations including magical items and enchanted charming places.\n\n A Narratively-rich 2D point and click adventure game filled with brillant dialogues, mystery and magic.\n\n Dozens and dozens of puzzles and many inventory objects to collect and interact with.\n\n Over 170 hand-illustrated and digitally colored backgrounds, 140+ characters and 15+ hours of gameplay.\n\n Original soundtrack specifically composed for the game.\n\n 40 challenging in-game achievements and several collectibles to find.",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Brushwood Buddies",
    "itch": "https://stevencolling.itch.io/brushwood-buddies",
    "opencritic": "https://www.opencritic.com/game/3089/Brushwood Buddies",
    "steam": "https://store.steampowered.com/app/434820",
    "score": -1,
    "correct": 0,
    "description": "In Brushwood Buddies, an unusual puzzle game, adorable creatures will enlist your help to craft various items as they journey through forests, grasslands, and villages! Discover tons of recipes, and find clever ways to manage inventory space and resources while keeping your buddies happy. Be prepared for a variety of puzzles throughout the whole campaign!\n\nChallenge modes allow experienced players to earn their rank on the Steam leaderboards and compete against players worldwide. You can even create and share puzzles with your own items and recipes!",
    "genres": [
      "Puzzle"
    ]
  },
  {
    "name": "Nepenthe",
    "itch": "https://yitzilitt.itch.io/nepenthe",
    "opencritic": "https://www.opencritic.com/game/6255/Nepenthe",
    "steam": "https://store.steampowered.com/app/789570",
    "score": -1,
    "correct": 0,
    "description": "YOU WAKE UP WITH NO MEMORY. YOUR DAY IS STARTING OFF GREAT!\nNepenthe is a hand-drawn RPG with a terrible sense of humor. Set in the strange world of Carithia, you play as a mysterious bald dude who lost his memory. Yes, you read that right. Meet some very polite monsters, and battle both them and your sense of self-dignity in epic bullet-hell fight scenes.\n\nDEFINITELY NOT A POTATO IN A TRENCH COAT\nSporting a childish hand-drawn art style, Nepenthe is sure to either make you love it at first glance, or throw your computer away. The developer of Nepenthe takes no responsibility for such actions, and recommends drinking chamomile tea. “It’s really soothing,” he says. “You should really try it one day,” he says. “What was I talking about?” He asks. There is an awkward pause.\n\nDESIGNED FOR NON-PSYCHOPATHS, MOSTLY\nWith three different endings, and countless side-quests, Nepenthe is designed for ultimate replayability. This can get quite annoying if you need to share a computer with someone else. Trust me. Almost every monster can be spared, for added challenge and less violence. They can also be killed - don’t worry, you psychopaths! If you enjoy dad-jokes or Chinese water torture, Nepenthe is for you.\n\nNEPENTHE IS DESIGNED FOR BOTH CASUAL AND HARDCORE GAMERS ALIKE.",
    "genres": [
      "Action",
      "RPG"
    ]
  },
  {
    "name": "Your Future Self",
    "itch": "https://contortionist-games.itch.io/your-future-self",
    "opencritic": "https://www.opencritic.com/game/7651/Your Future Self",
    "steam": "https://store.steampowered.com/app/1030580",
    "score": -1,
    "correct": 0,
    "description": "You wake up. A disembodied voice tells you that you have been trapped in a time loop with your future self. They have committed a terrible crime in the near future, and - according to this voice - the only way you can escape the loop is to convince your future self of the wrongness of their actions.\n\nIt seems you have no choice but to follow their instructions, but that doesn't mean you should believe everything they say. As you progress in your conversation with your future self, it becomes very apparent that something is amiss. Someone is lying to you. The question is: who? And why?\n\nIf you want to be free, make sure you figure out the truth.\n\nThink carefully. Think strategically.\n\n...and good luck.\n\nFEATURES\n\nMind bending, yet personal story: You are stuck in a time loop with your future self, and are told you have to convince them they were wrong for a crime they committed in the near future. What was their crime? Who trapped you in this loop? And, most importantly, how can you escape?\n\nGameplay mechanics as a puzzle: There is no tutorial. You need to be as convincing as possible when talking to your future self, but figuring out the mechanics of how to achieve this (and figuring out how the time loop affects gameplay) is a puzzle in itself, and an inherent part of the game's challenge.\n\nUnique aesthetics: The game visually harks back to the aesthetics of retro text adventures but repeatedly breaks out of genre norms to shock and surprise.\n\nAtmospheric soundtrack: Varied and memorable chiptune soundtrack. A moody, modern update on 8-bit soundtracks of old.\nYour Future Self is a 1-2 hour long story-driven experimental text adventure with unique conversational mechanics, time loop based gameplay, and a gripping, suspenseful, emotionally charged narrative that touches on politically important topics such as climate change, refugee crises, and mental illness. It harks back to the aesthetics of text-based adventure games whilst deliberately bending the genre into something unique.",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Fate Tectonics",
    "itch": "https://goldengeargames.itch.io/fate-tectonics",
    "opencritic": "https://www.opencritic.com/game/1894/Fate Tectonics",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0,
    "description": "Build up a world piece-by-piece using the power of the god-like Fates, while keeping them happy enough to avoid world-shattering temper tantrums! \n\nFate Tectonics is a world-building puzzle game featuring a handcrafted pixel art style and a 16-bit symphonic soundtrack. Carefully place terrain tiles, piecing together the world in a way that will appease a growing number of god-like beings called Fates. One wrong move could mean angering the Fates, resulting in a chain reaction of destruction and chaos. Unlock the powers of the Fates to build a stronger and increasingly beautiful world and face off with final Fates for the ultimate world-crumbling finale.",
    "genres": [
      "Simulation",
      "Strategy"
    ]
  },
  {
    "name": "Brave Hero Yuusha EX",
    "itch": "https://torch60.itch.io/brave-hero-yuusha-ex",
    "opencritic": "https://www.opencritic.com/game/7726/Brave Hero Yuusha EX",
    "steam": "https://store.steampowered.com/app/969690",
    "score": -1,
    "correct": 0,
    "description": "ABOUT THE GAME\n\nWhat better way to spend an evening than gathered around listening to a classic tale of a brave hero saving a princess from a sinister demon lord bent on ruling the world? Sure, it may be the same story you've heard time and time again, but don't old stories get better with age? \n\nSo here we find our usual crew. A hero, a demon lord, and a princess all congregating to tell the story of the hero's triumph and the defeat of a great evil. Everyone here know their role and exactly how to carry it out. But what happens when the story doesn't go exactly as we know it? What if someone were to rewrite the story to something no one within it knows how to enact? Who's responsibility is it to put the story back on its track and find the happy ending we all know and love? \n\n...Wait, didn't we do this once before? \n\nWell, let's do it again, and we'll make it bigger and better this time! \n\nHere Comes Brave Hero Yuusha EX! \n\nThis extended version of original Brave Hero Yuusha is Yuusha as you've never seen it before! Join the ragtag crew of the Yuusha, Demon Lord, and the Princess as they traverse the land to put the story of The Hero and the Demon back together and set the world right! Inspired by older console RPGs, Brave Hero Yuusha EX features a colorful visual style while keeping that classic adventure feel that you've come to love from RPGs of the 80s and 90s.\n\nFEATURES: \n* 5+ hours of that old-timey JRPG goodness.\n* A stellar new soundtrack by Agent Ape, and the ability to switch to the original chiptune OST at any time. \n* Fully revamped combat with new skills, improved enemy AI, and a more satisfying challenge. \n* Skippable encounters! If you are strong enough, flick those mean old random encounters away with the press of a button. \n* Jokes I thought were funny in 2015 and still aren't. \n* New battle animations. \n* Choose between male and female appearances for the hero. \n* A whole new postgame quest to enjoy.",
    "genres": [
      "RPG"
    ]
  },
  {
    "name": "Satellite Repairman",
    "itch": "https://nunodonato.itch.io/satellite-repairman",
    "opencritic": "https://www.opencritic.com/game/4227/Satellite Repairman",
    "steam": "https://store.steampowered.com/app/567780",
    "score": -1,
    "correct": 0,
    "description": "All the planets in the system have suddenly decided that the galaxy isn’t big enough for all of them! You’re not sure who launched the first missile and it doesn’t really matter! You’ve got nothing to do with it… you are just… the satellite repairman!\n\nAs a Qualified Satellite Repairman, you must manage a complex system of satellites to ensure that your planet is able to maintain its defenses from incoming missile threats. Repair, upgrade, research and launch new satellites and plug-able modules. Maintain the vital GPS and Cell signals to keep communications alive throughout the planet, ensuring a quick and efficient defense to counter enemy attacks.\n\nHow long can you last?",
    "genres": [
      "Puzzle",
      "Action"
    ]
  },
  {
    "name": "Ripped Pants at Work",
    "itch": "https://scottethington.itch.io/ripped-pants-at-work",
    "opencritic": "https://www.opencritic.com/game/5432/Ripped Pants at Work",
    "steam": "https://store.steampowered.com/app/752550",
    "score": -1,
    "correct": 0,
    "description": "Ripped Pants at Work is a frantic stealth game about searching for new pants. Players control an ordinary office worker on their first day of work. After an unfortunate incident involving a pencil on the floor and pants that were way too tight, the player must venture out of the office and into the city on a hunt for new pants.\n\nExplore a small, open city filled with different pairs of pants! Players can challenge themselves to find the most pants in the shortest amount of time. Some pants are easy to find. Some are a bit trickier!",
    "genres": [
      "Action"
    ]
  },
  {
    "name": "Watch Me Jump",
    "itch": "https://jeremygable.itch.io/watchmejump",
    "opencritic": "https://www.opencritic.com/game/6137/Watch Me Jump",
    "steam": "https://store.steampowered.com/app/698770",
    "score": -1,
    "correct": 0,
    "description": "Watch Me Jump is a digital story of scandal and betrayal, played out in four quarters. As WNBA all-star Audra Bee Mills, the player will have to navigate through the dialogue, shaping Audra's personality along the way through the choices made.\n\nWatch Me Jump is the first video game from award-winning playwright Jeremy Gable, and is adapted from his play of the same name. The player takes the role of Audra Bee Mills, who is about to become the highest paid women’s basketball player in the world. But on the night before playoffs, a scandal threatens to overturn everything she has worked for. And Audra has to figure out how to get through the night without losing either her dignity or her career.\n\nAs the player moves through the game, various choices will influence Audra’s experience and personality. And with the decisions made, the player will help Audra determine what it truly means to be “the best\".\n\nFeaturing completely original artwork and music, Watch Me Jump is a throwback to the games of the 8-bit era, combining the look and feel of old-school RPGs and text based adventures with a unique and original 21st century story. And simple, easy-to-use controls help move the player through the many twists of this intense and humorous journey.",
    "genres": [
      "Interactive Story"
    ]
  },
  {
    "name": "Little Comet",
    "itch": "https://outgunned.itch.io/little-comet",
    "opencritic": "https://www.opencritic.com/game/7282/Little Comet",
    "steam": "https://store.steampowered.com/app/856100",
    "score": -1,
    "correct": 0,
    "description": "Little Comet is a cute physics-based space minigolf\n\nGuide Little Comet on her long journey around the sun. Meet new friends and collect candy while you slingshot your way past the planets of our Solar System. Dodge gravity fields, ride the solar wind, and avoid perils like electric storms and hot planets to reach the next wormhole that takes you one step closer to your mother, the sun.\n\n\nMINIGOLF ON A COSMIC SCALE\n\nSlingshot yourself across space and bounce off planets and ride their gravity to reach goal\n\nComplete secondary objectives to earn extra stars\n\nUse stars to unlock all 48 courses\n\n\nCASUAL TURN-BASED FUN\n\nEasy to learn, hard to master\n\nNo planet is alike. New gameplay elements keep the courses interesting\n\nSecondary objectives include laid back tasks with no time limit\n\n\nSUITABLE FOR EVEN THE YOUNGEST PLAYERS\n\nCute characters and colorful courses\n\nSimple user interface with minimal texts\n\nNo ads or in-app purchases\n\nChildren learn about the planets and our solar system while having fun",
    "genres": [
      "Puzzle"
    ]
  },
  {
    "name": "This Strange Realm Of Mine",
    "itch": "https://doomgriever.itch.io/this-strange-realm-of-mine",
    "opencritic": "https://www.opencritic.com/game/4754/This Strange Realm of Mine",
    "steam": "https://store.steampowered.com/app/655730",
    "score": -1,
    "correct": 0,
    "description": "This Strange Realm Of Mine is a First Person Shooter mixed with poetry and psychological horror. Graphic style is 3D mixed with pixel art.\n\nFeatures: \n- Old-School FPS action\n- Explore Fantastical Worlds\n- Puzzles\n- Story heavy\n- Poetry\n- Varying gameplay\n- Original Soundtrack (Included)\n\nStart off by creating yourself, then die. \n\nIn REALM you explore your afterlife. On your quest you'll find characters in different situations, with their problems and thoughts on life. You can invite them to your tavern, a safe-haven in the midst of all the chaos. You'll also meet Ulrich, a spiritual guide who'll take you through your experience as a lost soul.\n\nYou'll come across monstrous beings who are eager to put their teeth in you. There are several ways to rid yourself of them however, ranging from guns to melee weapons. Be ready to get your hands dirty and watch the blood drip slowly from the roof and walls.\n\nThis universe consists of both beauty and indescribable horrors, in REALM you'll experience both. Let's hope you have a good time, and who knows, maybe you'll learn something on the way..",
    "genres": [
      "Horror",
      "First-Person Shooter"
    ]
  },
  {
    "name": "Ghost Story",
    "itch": "https://okboy.itch.io/ghost-story",
    "opencritic": "https://www.opencritic.com/game/5153/Ghostory",
    "steam": "https://store.steampowered.com/app/568460",
    "score": -1,
    "correct": 0.25,
    "description": "Ghostory is a 2D platformer based on switching between a human form and a ghost form to pass various puzzles. It is underlined by a light-minded, yet engaging plot and retro-styled pixel art graphics.\n\nIn human form, the player can interact with levers, keys or backpack. In ghost form, the player can fly or pass through walls. The player has to cleverly use both forms to get the backpack out of the cave.\n\nThroughout the game, you pass through dozens of carefully-crafted levels which test your logical thinking. New mechanics and unique puzzles get introduced the deeper you get into the cave, making the game easy to get into, but always challenging and non-repetitive.\n\n\nPuzzles: Loads of unique levels and complex puzzles    \n\nStory: An engaging and deep, yet a little bit crazy and pun-heavy storyline    \n\nAtmosphere: Well-suited music for each level, multiple detailed environments    \n\nGameplay: Smooth and responsive mechanics    \n\nPlaytime: Over 9 hours of fun!\n\nIn Ghostory, you take role of a lone traveller who got lost in the woods. He drinks from an unknown lake and gets affected by a curse - he can transform to a ghost and fly. However, he is slowly dying. \n\nThankfully, he meets an old lady (with her own sense of humour) which can help him prepare an antidote - but she needs a special mushroom for it. Even though he finds the mushroom pretty fast in a cave nearby, a very unlucky earthquake occurs, trapping him inside. Will he find his way out? What secrets await him in the cave? Will the cure even work? Or will the cave be too *(g)hostile*?\n\nFind out yourself!",
    "genres": [
      "Puzzle",
      "Platformer"
    ]
  },
  {
    "name": "FRIDAY NIGHT BULLET ARENA",
    "itch": "https://brandond.itch.io/friday-night-bullet-arena",
    "opencritic": "https://www.opencritic.com/game/3847/Friday Night Bullet Arena",
    "steam": "https://store.steampowered.com/app/513840",
    "score": -1,
    "correct": 0,
    "description": "Friday Night Bullet Arena is a top-down, bullet-bouncin', shoot-a-thon with a twist or twelve. Outmaneuver your friends atop strange topologies to secure ultimate space victory!",
    "genres": [
      "Action"
    ]
  },
  {
    "name": "No Pineapple Left Behind",
    "itch": "https://subalterngames.itch.io/no-pineapple-left-behind",
    "opencritic": "https://www.opencritic.com/game/1628/No Pineapple Left Behind",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0,
    "description": "In No Pineapple Left Behind, an evil wizard shows up to a school and turns all of the children into pineapples. Pineapples are very simple. All they do is take tests and get grades. If they get good grades, the school makes more money. But, if left unattended, pineapples can turn back into children. (Oh no!) Children are far more complex and expensive than pineapples. You are the principal. Your job is to run the school.",
    "genres": [
      "Simulation",
      "Strategy"
    ]
  },
  {
    "name": "Campfire Cooking",
    "itch": "https://hawkes.itch.io/campfire",
    "opencritic": "https://www.opencritic.com/game/5084/Campfire Cooking",
    "steam": "https://store.steampowered.com/app/679500",
    "score": -1,
    "correct": 0,
    "description": "Campfire Cooking is a puzzle game about relaxing moments in nature, as you prepare meals over a warm fire. Discover the joy of cooking on a stick and test your problem-solving skills with some challenging campfire puzzles! The latest creation from Layton Hawkes is guaranteed to make you feel clever, hungry and eager to book your next woodland escape.\n\nSolve tricky puzzles with one simple goal; prepare the all the food, cooked to perfection and with a hint of smoke. When each meal is ready it's time to trek to the next campsite. But don't be fooled: these puzzles are no walk in the park, and some of them are a hike up the mountain!\n\nA year long trip and a lot of marshmallows to toast. Follow a vacation like no other and listen to the campers as they tell stories, laugh at each other’s jokes or moan about the lack of cell phone reception. Enjoy the simple moments they share around the fire while waiting for their food to be cooked.\n\nTwist, rotate and jostle skewers around the fire until each meal is ready to eat. Push fondue pots, play with magnets or maybe just use a camping stove if the fire won't light. Discover clever ways to solve puzzles at each new locale.\n\nOnce you've visited all the campsites on one trail, why not hike to another? Each trail brings you new vistas brimming with color, different foods to cook and fresh fireside stories to hear. Take a journey from the deep woodlands to snow-capped peaks, and everywhere in between.",
    "genres": [
      "Puzzle"
    ]
  },
  {
    "name": "Receiver",
    "itch": "https://wolfiregames.itch.io/receiver",
    "opencritic": "https://www.opencritic.com/game/9370/Receiver 2",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0.181818,
    "description": "THIS IS NO ARCADE SHOOTER, THIS IS 100% GUN MECHANIC REALISM\nReceiver 2 simulates every internal part of each firearm based on manufacturer schematics and gunsmithing resources. Learn exactly how each sidearm works, including how to load and unload them, clear malfunctions, and operate their safety features.\n\nNOT YOUR ORDINARY FPS\nYou won't find any loot crates or bullet sponges here. Every enemy can be destroyed by a single well-placed shot, using ballistic simulation based on data from shooting incident reconstruction textbooks. Practice the Receiver virtues of resilience, focus, and courage to resist the Threat.\n\nFEATURES\n\nSidearms modeled down to every spring and pin\n\nEnemies with physically-based damage models\n\nBallistic modeling of ricochets, penetration, and bullet drop\n\nTrain your mind to defend against the Mindkill\n\nBecome literate in how guns actually operate\n\nFAQ\n\nWhat is Receiver?\nWe created the original Receiver game for the \"7-day FPS\" challenge to explore gun handling mechanics, randomized levels, and unordered storytelling. With Receiver 2, we are doubling down on the aspects that made the original stand out: the detailed firearm controls and the tense, surreal atmosphere.\n\nWhy are you so obsessed with guns?\nLove them or hate them, firearms are everywhere in our culture. If you want to understand it then you must understand them as well. While many games include firearms, we felt it was time to have a game that is actually about them.\n\nAre there people or animals to shoot in Receiver?\nWe don't believe so. All our information suggests that the Threat will only dream killdrones to attack you after the Mindkill, but there's no way to be sure.\n\nHow is Receiver 2 different from Receiver 1?\nReceiver 2 has the same basic gameplay structure as the first, but more of everything. There are many more sidearms available in Receiver 2, and while Receiver 1 simulated several moving parts for each gun, Receiver 2 simulates *all* of the moving parts. \n\nDoes Receiver 2 have online multiplayer or VR support?\nNo, Receiver 2 is designed to be a single-player experience played on a monitor with a mouse and keyboard.\n\nWhat is the Mindkill?\nYou are not yet ready for that knowledge. Only a Receiver who has truly Awakened can understand the nature of the Threat.",
    "genres": [
      "Action",
      "Simulation"
    ]
  },
  {
    "name": "Warden: Melody of the Undergrowth",
    "itch": "https://cardboardkeep.itch.io/warden",
    "opencritic": "https://www.opencritic.com/game/3265/Warden: Melody of the Undergrowth",
    "steam": "https://store.steampowered.com/app/338310",
    "score": -1,
    "correct": 0,
    "description": "Warden: Melody of the Undergrowth is a third-person action-adventure game inspired by the genre classics of the N64-era.\n\nTrapped in an ancient forest, a young prince searches for a lost god. Here he befriends the spirit of a young girl and a volatile child, and they quickly find their destinies intertwined.\n\nPlayers control all three protagonists as they explore an overgrown fantasy landscape, meet its strange and wonderful inhabitants, and overcome the ancient magic and puzzles protecting it. All this is wrapped in an interactive, non-linear story that challenges allegiances and true intentions.\n\nIn order to survive and bring balance to the forest, your combat, platforming and puzzle-solving skills will be put to the test!",
    "genres": [
      "Puzzle",
      "Platformer"
    ]
  },
  {
    "name": "Toaster Jam",
    "itch": "https://snoutup.itch.io/toaster-jam",
    "opencritic": "https://www.opencritic.com/game/7223/Toaster Jam",
    "steam": "https://store.steampowered.com/app/590950",
    "score": -1,
    "correct": 0,
    "description": "Toaster Jam is a fast paced breakfast themed arcade game with quirky puzzle elements which will test your reflexes and requires quick thinking. Guide a little carb-hungry toaster around spiky doughnuts and past angry forks to toast as many slices of bread as you can! Power up your toaster with coffee and jam boosts to complete levels faster and get higher scores.\n\nFEATURES\n\n★ 40+ levels to test your skills \n★ 3 endless obstacle courses\n★ Built-in level editor with Workshop integration\n★ Charming toaster skins to unlock\n★ Steam Trading Cards\n★ Steam Achievements",
    "genres": [
      "Arcade",
      "Puzzle"
    ]
  },
  {
    "name": "Super Skull Smash GO! 2 Turbo",
    "itch": "https://poppyworks.itch.io/sssg2t",
    "opencritic": "https://www.opencritic.com/game/6608/Super Skull Smash GO! 2 Turbo",
    "steam": "https://store.steampowered.com/app/805070",
    "score": -1,
    "correct": 0,
    "description": "Return to the haunted town and save the villagers once again from Evil King, the worst king ever. He's sent his skeleton armies to defile the local countryside and has set a curse upon the townspeople. Help them out by smashing every skull in the country! Purify the land and stop Evil King once and for all. This sequel takes the skull-smashing puzzle platformer in a new direction with TURBO action, TURBO puzzles and TURBO boss battles.\n\nThe Evil King is up to his old tricks again. He's concocted a new spell that will unleash hordes of skeletons, zombies, ghosts and even vampires. Run, jump and super-skull-smash your way through the kingdom purifying the land as you go. Battle giant robot skeleton bosses and avoid deadly traps. \n\nJourney through the eight unique lands in the Kingdom of Bones bashing monsters and solving puzzles as you go. Earn bonus hearts and find hidden secrets galore!\n\nThe villagers are relying on you once again. Can you defeat the Evil King and and his outmoded ways?",
    "genres": [
      "Action"
    ]
  },
  {
    "name": "Flat Kingdom",
    "itch": "https://gamesstarter.itch.io/flatkingdom",
    "opencritic": "https://www.opencritic.com/game/2620/Flat Kingdom",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0,
    "description": "According to the Flat Kingdom’s legends, the world was once filled with malice and chaos because the 3D realm dominated all. But one day, a wise sorcerer created six Magical Jewels that kept the effects of the third dimension at bay, granting peace and prosperity to the beautiful 2D world. \n\nHowever, one day an evil masked thief named Hex stole one of those Jewels and kidnapped the princess. This disrupted the balance and made the chaos return. \n\nThe king of Flat Kingdom knew there was only one being able to save their land: Flat, the little shapeshifting hero! With his unique abilities, he’s not only able to change his shape, but is also the only one in the kingdom capable of withstanding the 3D chaos. \n\nNow the time has come. Flat must use his incredible powers to save the world and restore the Flat Kingdom to its former glory. Will he be able to stop Hex before it’s too late?",
    "genres": [
      "Action",
      "Adventure"
    ]
  },
  {
    "name": "Lazy Galaxy: Rebel Story",
    "itch": "https://coldwildgames.itch.io/lazy-galaxy-rebel-story",
    "opencritic": "https://www.opencritic.com/game/7230/Lazy Galaxy: Rebel Story",
    "steam": "https://store.steampowered.com/app/533050",
    "score": -1,
    "correct": 0,
    "description": "An old robot named H-34-RT wakes up in a derelict space station orbiting his home planet. His civilization was destroyed long ago by evil O'Xelg, but he has yet to figure that out. After an initial shock, he decides to follow his old defense routines: that means fighting the invaders, even if he is alone now.\n\nLazy Galaxy: Rebel Story is a challenging, squad-based shoot-em-up/bullet hell roguelite. Fly through tons of bullets, defeat various enemies and engage challenging bosses, all this to help a lonely robot complete his mission.\n\nFeatures:\n\n Start out alone, but rescue allies as you progress\n\n Your allies do not level up by killing enemies. Rather they get stronger once they get to know you and each other better\n\n Change you fleet formation to avoid bullets and focus fire\n\n Use your ally special abilities to boost your firepower or heal yourself\n\n 2 Player Local Co-Op Support\n\n Fly through eight different levels, encountering various enemies and fighting your way to the O'Xelg communication base",
    "genres": []
  },
  {
    "name": "Atomic Heist",
    "itch": "https://tojabr.itch.io/atomic-heist",
    "opencritic": "https://www.opencritic.com/game/6006/Atomic Heist",
    "steam": "https://store.steampowered.com/app/791000",
    "score": -1,
    "correct": 0,
    "description": "Atomic Heist is a top down 2D rogue-like sci-fi shooter. You must retrieve the core preventing the enemies from making a doomsday device with it. Use power-ups to enhance your ship, weaken the enemies, boost your abilities and more. Grab the core and fight your way out from the alien infested space station. Atomic Heist includes multiple unlockable ships and upgrades. The different ammo types affect enemies differently, the player will need to carefully manage ships, power ups and ammo types to successfully complete the game.",
    "genres": [
      "Action"
    ]
  },
  {
    "name": "Catacombs 1: Demon War",
    "itch": "https://simprosestudios.itch.io/catacombs-1",
    "opencritic": "https://www.opencritic.com/game/4700/Catacombs 1: Demon War",
    "steam": "https://store.steampowered.com/app/654250",
    "score": -1,
    "correct": 0,
    "description": "You have lived in the village of Glendoe your entire life. Little did you know there were evil forces at work that have cursed your family for generations, and now after your father's passing, you must discover the dark past of your home and defeat the corruption that threatens everything you hold dear.\n\nCatacombs 1: Demon War is the first of a 3-chapter odyssey that puts you into the shoes of a brave young hero, building your strength to face long-buried secrets, deception and betrayal.",
    "genres": [
      "RPG"
    ]
  },
  {
    "name": "Lieve Oma",
    "itch": "https://vltmn.itch.io/lieve-oma",
    "opencritic": "https://www.opencritic.com/game/4026/Lieve Oma",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0,
    "description": "My grandmother is probably the most important person ever to me, as she provided me with the stability and care a child needs growing up. We all have or have had people helping us become a responsible and caring person, and this short narrative game is an ode to these people.",
    "genres": [
      "Art",
      "Interactive Story"
    ]
  },
  {
    "name": "Marie's Room",
    "itch": "https://kennyguillaume.itch.io/maries-room",
    "opencritic": "https://www.opencritic.com/game/5900/Marie’s Room",
    "steam": "https://store.steampowered.com/app/648390",
    "score": -1,
    "correct": 0,
    "description": "Marie's Room is a short-story exploration game about an unconventional friendship between two classmates, told through memories. You play as Kelsey, remembering Marie's room as it was 20 years ago. What happened to Marie and Kelsey all those years ago?\n\n“It was supposed to be simple. Get in, get out. I should have known better.”\n\nKelsey arrives in a seemingly empty room. She has only one goal, one purpose there -- getting Marie’s journal. But the room is not empty at all. In fact, it’s filled to the brim with memories, memories from 20 years ago, some of them which Kelsey would rather forget. Some of them, she cherishes to this day.\n\nJoin Kelsey in her trip down memory lane and uncover Marie and Kelsey’s past by exploring Marie’s room as it was all those years ago, or at least, how Kelsey remembers it.\nExplore their stories, linked to every object in the room. Open drawers and search Marie’s laptop for clues. Find out what secrets the room holds.\n\n“She once asked me, you know: ‘Don't you ever dream, Kelsey?’ And I said I don't. I don't dream, I plan. What I didn't tell her, was that I would not allow anyone to mess with those plans.”",
    "genres": [
      "Interactive Story",
      "Adventure"
    ]
  },
  {
    "name": "Dr. Langeskov, The Tiger, And The Terribly Cursed Emerald: A Whirlwind Heist",
    "itch": "https://crowscrowscrows.itch.io/dr-langeskov-the-tiger-and-the-terribly-cursed-emerald-a-whirlwind-heist",
    "opencritic": "https://www.opencritic.com/game/2081/Dr. Langeskov, The Tiger and The Terribly Cursed Emerald: A Whirlwind Heist",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0,
    "description": "It’s the hottest summer on record, and all across Europe, valuable objects are disappearing. Museum curators unlock cabinets and find precious artefacts stolen. Wealthy mansion owners wake up to see their priceless paintings have vanished from the walls.\n\nOne thing’s clear: a master thief is touring the continent and the police are left scratching their heads.",
    "genres": [
      "Interactive Story"
    ]
  },
  {
    "name": "The Indifferent Wonder of an Edible Place",
    "itch": "https://studio-oleomingus.itch.io/the-indifferent-wonder-of-an-edible-place",
    "opencritic": "https://www.opencritic.com/game/9590/The Indifferent Wonder of an Edible Place",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0,
    "description": "The Indifferent Wonder of an Edible Place is a short, interactive tale about a building eater consuming a tower on the edge of the town of Matsyapura. Using a blend of descriptive text and surrealist visuals it is our attempt to ponder the violence of erasure and the profound grief of having to survive on the margins of history.\n\nIn 1960 when the state of Bombay split like an egg on the jagged edge of the Western Ghats and formed the territories of Gujarat and Maharashtra, the town of Matsyapura was abandoned by government decree - to make it easier to draw a clean border between the new states.\n\nMir UmarHassan, the fabled Gujarati poet, lamented this willful and violent erasure of an ancient town and in a delightful satirical poem titled : The Building Eaters of Matsyapur, he wrote about the vapid consumption of a place and the creation of a populace that is devoid of the flavors of their individual and munificent past.\n\nWith recent cause to recollect the horror of the demolition of Babri Masjid in Ayodhya, and in solidarity with the protests against the draconian actions of our government - we are revisiting UmarHassan's original poem.\n\nCreated with support from Phoenix, Leicester.  A site-specific variant of the game was displayed at Phoenix, Leicester. And at the Video Game Art Gallery in Chicago.",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Path Out",
    "itch": "https://causacreations.itch.io/path-out",
    "opencritic": "https://www.opencritic.com/game/5141/Path Out",
    "steam": "https://store.steampowered.com/app/725980",
    "score": -1,
    "correct": 0,
    "description": "Path Out is is an autobiographical adventure game that allows the players to experience the journey of Abdullah Karam, a young Syrian artist that escaped the civil war in 2014. Path Out is a tale full of surprises, challenges and paradoxical humor, giving insight in this real-life adventure, on which Abdullah comments through Youtube-style videos in the game. \n\nFeatures:\n\nAutobiographical adventure based on real events\n\nRelive Abdullah's escape from war-torn Syria\n\nAbdullah shares his thoughts in key game point with Youtube-style commentary videos \n\nNeo-orchestral electronica music with oriental influences by Wobblersound\n\nMeticulously researched pixel art style inspired by classic 16-bit games and Syrian art\n\nA unique non-combat & narrative driven experience\nIn this first part of Abdullah's journey, he recalls life before the war, a family decision that led to his departure and the perilous journey from his hometown Hama to the Turkish border through the war-torn Aleppo province. The players follow Abdullah's path, getting to know his life, family and surrounding in a narrative adventure that also contains quests and challenges that are based on real events. The gameplay closely follows narrative classics like To The Moon, adding the bitter flavor of the Syrian war, the violence by soldiers and rebels that the players have to escape and the murderous minefield that have to be navigated during the escape.\n\n“I used to be an average kid - going to school, listening to music, and playing video games... Lots of video games”, says Abdulla, Writer and Graphic Designer of Path Out. “When my home turned into a war zone and during my escape I suddenly had to deal with very different circumstances... like spotting landmines or surviving a river ride in an oil barrel while crossing a border. I’m looking forward to be able to share the beginning of my story in Path Out with players around the world”.\n\nDoes the story end here?\nCurrently Path Out only tells the beginning of Abdullah’s escape. Upcoming episodes of Path Out could take players on a journey from Syria through Turkey, Greece and the Balkan until he finally arrives at his destination (and current whereabouts) in Central Europe.\n\nWho made Path Out?\nPath Out is a collaboration between Abdullah Karam, the developers of Causa Creations, Wobblersound and the Austrian-American graphic designer Brian Maine.",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Sun Dogs",
    "itch": "https://royalpolygon.itch.io/sundogs",
    "opencritic": "https://www.opencritic.com/game/3156/Sun Dogs",
    "steam": "https://store.steampowered.com/app/404420",
    "score": -1,
    "correct": 0,
    "description": "Sun Dogs is about exploring our inner solar system, altering your body, and embracing death. \n\nIn a future where humanity alters itself without a second thought, you must do the same. \nSkim along the Sun's corona, float in the Venusian clouds, travel the Martian plains.\nWhen your body dies, your mind will be given a new one, and you will keep going.",
    "genres": [
      "Art",
      "Adventure"
    ]
  },
  {
    "name": "Dialogue: A Writer's Story",
    "itch": "https://teapoweredgames.itch.io/dialogue",
    "opencritic": "https://www.opencritic.com/game/5009/Dialogue: A Writer’s Story",
    "steam": "https://store.steampowered.com/app/654390",
    "score": -1,
    "correct": 0,
    "description": "Dialogue: A Writer's Story is a game about conversations, writing and science. In Dialogue, you play as the writer Lucille Hawthorne, exploring characters and events through a year in her life via mostly ordinary, and occasionally fantastical, conversations. \n\nThe game consists of various types of conversations with different mechanics. Active conversations occur in real-time, and the effect of Lucille's statements can be modified through her equipped Focus. Exploratory conversations map different subjects spatially, allowing for backtracking and finding new paths, while emails can be arranged and edited.\n\nBe inspired alongside Lucille as you help her write her science fantasy novel, learning more about her neighbour Adrian's biochemical research to see her book through to its conclusion!",
    "genres": [
      "Interactive Story",
      "Simulation",
      "RPG"
    ]
  },
  {
    "name": "Spring Falls",
    "itch": "https://sparsegamedev.itch.io/spring-falls",
    "opencritic": "https://www.opencritic.com/game/8648/Spring Falls",
    "steam": "https://store.steampowered.com/app/1040550",
    "score": -1,
    "correct": 0,
    "description": "Spring Falls is a puzzle game about water, erosion, and watching things grow.\n\nManipulate the landscape and bring wildflowers to life as you make your way down a peaceful mountainside.\n\nSoft visuals, ambient guitar work, and environmental sounds come together to create a meditative, relaxing experience.\n\nFeatures:\n• 60 hand-crafted levels\n• Unique gameplay revolving around water flow\n• Ambient-folk soundtrack and organic atmospheric sounds\n• Gorgeous mountain vista backdrops",
    "genres": [
      "Puzzle"
    ]
  },
  {
    "name": "Pulstario",
    "itch": "https://thatsmytrunks.itch.io/pulstario",
    "opencritic": "https://www.opencritic.com/game/8804/Pulstario",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0,
    "description": "Pulstario is a small game in which you pilot a ship through the void and collect missing souls. It has challenging moments and hopefully the gameplay is a rewarding experience. From the creator of LOVE and kuso.\n\nPulstario is a short game that will likely take a player 30 minutes to complete the main game. There are also achievements, secret levels, and unlockable ship skins for the player to earn and collect.\n\nFEATURES:\n\n- 11 Levels\n - 5 Secret Levels\n - 14 Achievements\n - 16 Unlockable Ship Skins\n\nTHE GAME FEATURES THE FOLLOWING MODES:\n\n- Unlimited Mode: Play through the game's ten levels with unlimited lives, the ability to slow down time, and enjoy the game with no punishments.\n - Arcade Mode: Play through the game with a limited number of lives and the ability to slow down time.\n - Challenge Mode: Play through the game with a very limited number of lives.\n - Speedrun Mode: Play through the game or individual levels to try and achieve the fastest time.\n - One Life Mode: Challenge each level without dying\n",
    "genres": [
      "Adventure",
      "Platformer"
    ]
  },
  {
    "name": "Golden Treasure: The Great Green",
    "itch": "https://dreaming-door.itch.io/gt1",
    "opencritic": "https://www.opencritic.com/game/8035/Golden Treasure: The Great Green",
    "steam": "https://store.steampowered.com/app/1065100",
    "score": -1,
    "correct": 0,
    "description": "”Unquestionably breathtaking” - Gaming Cypher\n\n“Visually, the game is stunning” - thegamer.com\n\n“I love this writing… I’m absolutely enthralled” - English Teacher Plays\n\nThe Sun is your Father. The Earth is your Mother. All Beings are your Prey. \n\nGolden Treasure: The Great Green is a hand-painted game about choices, survival, and life as a non-human being. Players take on the role of a dragon and must survive the tender and dangerous years of childhood, forging a path to maturity in the beautiful and deadly world of Earth in the Bronze Age.\n\nTo survive, you must hunt prey, fight other dragons for dominance, plunder underground labyrinths for treasures, explore the far corners of the wilderness and, most importantly, grow and learn about the Great Green and its many inhabitants, from birds and beasts to ancient spirits. If you become wise and powerful enough, you may just change the history of our world and the fate of dragonkind.\n\nFeatures:\n\nOver 100 hand-painted scenes\n\nThree massive open-world areas to explore\n\nThousands of choices and several completely distinct endings\n\nFull combat system with 70+ opponents and dozens of special abilities\n\nFour elemental paths of enlightenment to master\n\nOriginal 3-phase hunting system; stalk, pursue, and destroy your prey\n\nFirst-person labyrinths to explore, each with its own unique story and treasures\n\nDozens of unique artifacts and ancient secrets to discover\nThe free demo version includes the entirety of the Prologue and Part 1 of the game, including hours of original gameplay. Permanent unlockables (Tarot Cards, Animal Mastery and Artifacts) will be carried over into the full game.",
    "genres": [
      "Simulation",
      "Adventure",
      "RPG"
    ]
  },
  {
    "name": "NO THING",
    "itch": "https://evilindiegames.itch.io/no-thing",
    "opencritic": "https://www.opencritic.com/game/2588/NO THING",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0,
    "description": "The year is 1994 and it is the future. NO THING is a minimalistic surreal action game set in totalitarian regime of future. Tells the story of an office clerk who is sent with important message to the Queen of Ice.",
    "genres": [
      "Action",
      "Adventure"
    ]
  },
  {
    "name": "Blockara",
    "itch": "https://hauntedbees.itch.io/blockara",
    "opencritic": "https://www.opencritic.com/game/2717/Blockara",
    "steam": "https://store.steampowered.com/app/None",
    "score": -1,
    "correct": 0,
    "description": "Every 12,000 years the September Dragon rises from her slumber to grant a wish to the best alchemist in the world. Today, she awakens, and the World Alchemy Tournament begins! Who will win? Will it be George: the ghost dog, Lars: the reclusive professor, Laila: the mathematician turned mailwoman, or one of the 7 other mighty magicians? That's for you to decide!",
    "genres": []
  },
  {
    "name": "Jet Buster",
    "itch": "https://jackdarx.itch.io/jet-buster",
    "opencritic": "https://www.opencritic.com/game/5647/Jet Buster",
    "steam": "https://store.steampowered.com/app/618070",
    "score": -1,
    "correct": 0,
    "description": "Jet Buster is a 90s-styled anthromorphic shmup, going back to the unusual shmups of the early 90s that were going against the standard spaceship fare at the time.\n\n\nSTORY:\nThe year is 2182, it's been almost a decade since the Zeno Wars have ended, with the threat no more, civlizations all across the galaxy have begun to rebuild their society. One such civlization, are the weird humanoid animals living on what humans named, Earth \"J\", the home planet of none other than Makoto Kitsune, the rather odd Fox woman who helped win the Zeno Wars.  And she's... a J-Pop idol?\n\nHowever, peace didn't last long as... some mean-spirited animals clearly don't want her singing! Her tours being constantly ruined by some angry people, Makoto got mad, so mad, she became a crimesweeper, going on a personal vendetta against those who ruined her musical tours. This musical, is gonna be full of bullets.\n\n\nGAMEPLAY:\nJet Buster is a more accessible shoot-em'up compared to the previous Grybanser Fox titles, where Normal is 100% serious about being Normal. Of course, there's always an Expert mode for those who are looking forward for a bigger challenge.\n\nSo simply, pick a character, shoot things, pick up coins OR transform coins into gold for those juicy EXTRA POINTS! And collect gold, to unlock more content.\n\n\nFEATURES:\n- 7 stages full of cute, explosive, anthro action!\n\n- Unlockables!\n\n- An early 90s game soundtrack by HeavyViper composed on the YM2151 (That's CPS-1/X68000 for those unaware :D)\n\n- Early 90s game visuals, taking some notes from certain developers of that era.\n\n- Steam Achievements, so you can share your progress!\n\n- Steam Cloud! So you can backup your scores and progress!",
    "genres": [
      "Action"
    ]
  },
  {
    "name": "Planet Diver",
    "itch": "https://fabraz.itch.io/planet-diver",
    "opencritic": "https://www.opencritic.com/game/3094/Planet Diver",
    "steam": "https://store.steampowered.com/app/417980",
    "score": -1,
    "correct": 0,
    "description": "Planet Diver is about an adventurous daredevil tackling her newest obsession: Wing suit diving. With her close robotic companion Buddy she'll travel across space to seek out the most dangerous planets and their respective chasms to dive in. You'll dive through a variety of deadly and exotic planets, fighting off the flora and fauna of each locale, while collecting valuable star stuff to further fund your adventures. \n\nUse your hard earned rewards to fly to more distant planets, as well as to acquire new outfits and special ability modifiers! Along the way you can compete online for the best dive or try to unlock rewards by completing tough challenges. Careful how deep you dive though... Who knows what slumbers within the planet's core?",
    "genres": [
      "Arcade"
    ]
  },
  {
    "name": "Bold Blade",
    "itch": "https://ultrarunaway.itch.io/bold-blade",
    "opencritic": "https://www.opencritic.com/game/5690/Bold Blade",
    "steam": "https://store.steampowered.com/app/749110",
    "score": -1,
    "correct": 0,
    "description": "Bold Blade, the bitesize pixel art action RPG where your sword keeps getting bigger!Pursuing the legend of a sword powerful enough to fell mountains, you journey to a remote island populated by demons.Make your sword as huge as you want! What kind of sword is your favorite? Balanced all-rounderThe longest bladeWider than the oceanIf your sword alone isn't cutting it, purchase a variety of items to boost your passive abilities.Or make offerings to the gods to improve your stats. Enhance your swordplay with a variety of psi powers. Blast them away!Heal your wounds!Shock your enemies!Want a change of pace? Play a round of Bug Boshers, a fast paced defense shooting game. .",
    "genres": [
      "Action",
      "RPG"
    ]
  },
  {
    "name": "TOGETHER / ALONE",
    "itch": "https://feelingfickle.itch.io/togetheralone",
    "opencritic": "https://www.opencritic.com/game/6189/Along Together",
    "steam": "https://store.steampowered.com/app/859640",
    "score": -1,
    "correct": 0.235294,
    "description": "In Along Together, you are a kid's imaginary friend: their invisible companion when there’s no one else around and their guardian when things get dangerous. When their dog, Rishu, goes missing, they turn to you for help.\n\nGuide your kid to explore extraordinary worlds, and work together to discover hidden secrets. Harness the power of imagination to lift trees, move boulders, power incredible machines, and create new paths where there are none to follow.\n\nFind Rishu, and bring him home!\n\nWORK TOGETHER\nGuide the kid using your cursor, and use your imaginary friend powers to manipulate the world around you with motion controls.\n\nEXPLORE & DISCOVER\nGlide through colorful, toybox-like environments with puzzle-platforming action across more than a dozen handcrafted levels.\n\nCOLLECT TREASURES\nThe world is filled with toys left behind by kids who came before you. Uncover them, add them to your collection, and play with them in your treehouse.",
    "genres": [
      "Adventure"
    ]
  },
  {
    "name": "Dogurai",
    "itch": "https://hungrybear.itch.io/dogurai",
    "opencritic": "https://www.opencritic.com/game/9324/Dogurai",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0,
    "description": "In a dystopian future, where Armies and the Police were replaced by robots and machines, their creator decided to take over the world. Now, it's up to Bones, a retired dog samurai from the Special Forces, to fight against the robot menace alone.\n\nYou will face several robot leaders in an action-packed platforming throughout the city, fighting in urban sewers, military facilities, factories and even in sky-high structures. Each level features several gimmicks and different challenges inspired by classic platformers from the past decades, as well as different enemies and memorable boss encounters!\n\nFEATURES\n\n- Play as Bones, a samurai dog with plenty of moves familiar to platforming fans! Perform double jumps, slice bullets in half and finish off enemies with special combos!\n - Fight through 8 different stages with different challenges and enemies - from slippery ice to motorcycle rides across the desert.\n - Defeat powerful bosses with unique attacks and move sets.\n - Retro graphics and sound inspired by action platformers from the 90s.\n - Compatible with game controllers for a more authentic experience.\n - -Boopable snooter.\n\n",
    "genres": [
      "Action",
      "Platformer",
      "Arcade"
    ]
  },
  {
    "name": "Silk",
    "itch": "https://huey.itch.io/silk",
    "opencritic": "https://www.opencritic.com/game/8499/Silk",
    "steam": "https://store.steampowered.com/app/",
    "score": -1,
    "correct": 0,
    "description": "Explore three million square miles of uncharted terrain from Roman Damascus to Three Kingdoms China in an exploration RPG that transports you onto the Ancient Silk Road of 200AD as an intrepid traveller or a ruthless conqueror.\n\nFrom a parallel dimension where they still make tile-based RPGs in 2019 comes the new game from award-winning game designer Chris Bateman. Can you puzzle out the secrets of the four distinct challenges await you in Silk?\n\n- Explore the vast expanse of the Silk Road in an epic journey across dangerous wilderness as The Traveller.\n - Overthrow Rome's greatest enemy, the powerful Parthian Empire, as The Rebel.\n - Master the art of raiding to capture the fortunes of rival kingdoms as The Warlord.\n - Carve out a trading empire between the brutal battlegrounds of the Silk Road as The Noble.\n\nOne colossal world, four unique challenges. Do you have what it takes to master Silk?\n\n- Level up any seven of the thousands of Advisors in the game as you hire your perfect party, each of which unlocks hundreds of unique choices in the world\n - Battle, Trade, or Explore: play the game your way as you amass a well-provisioned caravan or build your own renegade army\n - Discover the lost genre of tile-based RPGs remastered for the twenty first century\n\n",
    "genres": [
      "Adventure",
      "RPG",
      "Strategy"
    ]
  },
  {
    "name": "Fantom Feast",
    "itch": "https://prettysmart.itch.io/fantom-feast",
    "opencritic": "https://www.opencritic.com/game/7689/Fantom Feast",
    "steam": "https://store.steampowered.com/app/962280",
    "score": -1,
    "correct": 0,
    "description": "Fantom Feast is a casual arcade game where you control Fantom, a ghost trying to become as big as possible! Eat the smaller ghosts and avoid obstacles to reach the top score!\n\nFEATURES\n\nCharming characters!\n\nUnique enemy ghosts, hazards, and power-ups!\n\nSeveral world types to navigate, each with unique effects on the game!\n\nTop score leaderboard!\n\nSupports keyboard and controller input!",
    "genres": [
      "Arcade"
    ]
  },
  {
    "name": "Rogues Like Us",
    "itch": "https://oddbyte.itch.io/rogues-like-us",
    "opencritic": "https://www.opencritic.com/game/6304/Rogues Like Us",
    "steam": "https://store.steampowered.com/app/492410",
    "score": -1,
    "correct": 0,
    "description": "Rogues Like Us is a hack n' slash rogue-lite unlike any other! Stand against a resurging threat by yourself or with a friend in local co-op. Collect weapons, armor, enchantments, and more by exploring dangerous locales and defeating powerful bosses! Stop the constructs, save the town. \n\nThe land of Arventous is perilous and combat is fast-paced, challenging you to quickly adapt to whatever stands in your way. Discover weapons, enchantments, trinkets, shrines and more to aid you on your journey. However, be warned, death carries a heavy price, requiring you to start again from the beginning, but this time with knowledge of past mistakes and new gear!\n\n\n\n\nA UNIQUE ADVENTURE EVERY PLAY\nFight your way through an endless number of unique dungeons! Dungeons are created through a combination of hand-crafted design and procedural generation, providing a unique experience on each play-through.\n\n\n\nLOCAL CO-OP\nAdventure alone or with a friend in shared screen local co-op!\n\n\n\nFIND YOUR COMBAT STYLE\nAll combat stats, such as speed, damage, slam damage, etc. are weapon specific. Giving each weapon you find a unique feel and style of play.\n\n\n\nEXPAND YOUR ARSENAL\nUnlock over 150 different pieces of gear, including weapons, armor, enchantments, and dyes for your future adventures!\n\n\n\nA WEATHERED WORLD\nGet to know your new \"friends\" in the town of Recluse, or your new enemies, the constructs. Detailed descriptions of each boss and enemy you defeat are added to a bestiary in town. Every weapon or set of armor you collect gives insight into the state of the world and pages of a mysterious journal reveal long lost information.\n\n\n\nROGUISH GOOD LOOKS\nFully customize your character by mixing and matching armor and dyes to achieve that perfect look!",
    "genres": [
      "Action"
    ]
  },
  {
    "name": "Gunducky Industries",
    "itch": "https://thewgreen.itch.io/gunducky-industries",
    "opencritic": "https://www.opencritic.com/game/5773/Gunducky Industries",
    "steam": "https://store.steampowered.com/app/686240",
    "score": -1,
    "correct": 0,
    "description": "Contact with our forces has been lost. I presume they have all been destroyed by the robot uprising. Keeping low in valleys and amongst buildings to stay out of range of their anti aircraft weapons,  I have no choice but to fly my plane to the robot factory in an effort to destroy their manufacturing facilities once and for all.\n\nFly your plane with arcade flight simulator controls through narrow levels shooting enemy robots and dodging amongst obstacles such as trees and ancient ruins.\n\n8 levels over four different environments: River Valley, Ancient Ruins, City and within the Robot Factory\n\nSlower moving physical bullets mandating considered aiming.",
    "genres": [
      "Action"
    ]
  },
  {
    "name": "Mini Ghost",
    "itch": "https://franfistro.itch.io/mini-ghost",
    "opencritic": "https://www.opencritic.com/game/4299/Mini Ghost",
    "steam": "https://store.steampowered.com/app/586880",
    "score": -1,
    "correct": 0,
    "description": "\"Mini Ghost\" is a mini metroidvania in the 80's MSX art style and gameplay. It's the mini prequel of Ghost 1.0.",
    "genres": [
      "Arcade",
      "Action"
    ]
  },
  {
    "name": "DYO",
    "itch": "https://josia-roncancio.itch.io/dyo",
    "opencritic": "https://www.opencritic.com/game/5759/DYO",
    "steam": "https://store.steampowered.com/app/791470",
    "score": -1,
    "correct": 0,
    "description": "DYO is an award-winning local co-op puzzle platformer for one or two players in which you navigate two Minotaurs through a seemingly impassable maze and solve mind-bending puzzles. Each Minotaur is trapped in their half of the split screen – but only in a combined effort can they escape the cursed labyrinth.\n\nIn this impossible maze, you can merge both halves of the split screen into one and thus hop from one side of the screen over to the other. Use this ability to your advantage! It’s up to you to rearrange and manipulate the level structures of 30 carefully crafted levels in order to carve out a path to the exit. Many have tried to figure out the numerous mind-boggling challenges hidden in the depths of this cursed labyrinth. Will you be the first to solve them?\n\nFEATURES\n\nGood old local co-op fun for 1 or 2 players.\n\nMerge and split your screens to manipulate the level around you.\n\nNo precision platforming. No enemies. No timers. Just you and your brains.\n\n30 levels (3-4 hours of playtime) of mind-bending puzzles and more to come.\n\nFind multiple solutions to each level (some of which not even the devs might know of).\n\nDon't have two controllers to play with your friend? You can also play on one shared controller!",
    "genres": [
      "Puzzle",
      "Platformer"
    ]
  },
  {
    "name": "Nelly Cootalot: Spoonbeaks Ahoy!",
    "itch": "https://ashgames85.itch.io/nelly-cootalot-spoonbeaks-ahoy",
    "opencritic": "https://www.opencritic.com/game/7755/Nelly Cootalot: Spoonbeaks Ahoy! HD",
    "steam": "https://store.steampowered.com/app/763030",
    "score": -1,
    "correct": 0.0882353,
    "description": "NELLY COOTALOT\nNelly Cootalot is the stupidly named pirate adventurer with a heart of gold. Uncover corruption and wanton punning in this HD revival of a classic freeware adventure game.\n\nThe revenue of the game - after fees and taxes are deducted - will go to the RSPB, a British charity taking care of our feathered friends (birds).\n\nSTORY\nNelly Cootalot, fearsome pirate and lover of tiny and adorable creatures, is charged by the spirit of a dead buccaneer to investigate the mysterious disappearance of a fleet of birds known as spoonbeaks. Her adventure will bring her face to face with the nefarious Baron Widebeard as she uncovers corruption and wanton punning in the Barony of Meeth.\n\nKEY FEATURES\nNelly Cootalot: Spoonbeaks Ahoy! is your opportunity to:\n\nRescue endangered and unusually named wildfowl.\n\nAcquire morally dubious items on behalf of minor aristocrats.\n\nIntercept the private correspondances of a daredevil pilot.\n\nCome to the aid of downtrodden supernatural beings.\n\nBe confused by obscure colloquialisms.\n\nBorrow facial hair from long-dead pirates.\n\nWantonly misuse the word 'borrow'.\n\nBACKGROUND\nNelly Cootalot: Spoonbeaks Ahoy! was originally released by Alasdair Beckett-King hundreds of years ago in 2007. The game started out as a birthday present for his girlfriend and got wildly out of hand. In 2016, he even made another Nelly game called Nelly Cootalot: The Fowl Fleet.\nThe HD remastering of Spoonbeaks Ahoy! brings the original game back to life, with a streamlined interface and loads more pixels and voice over (!) for the first time. Read the details below!\nAlasdair has been tweaking and polishing (and breaking and fixing) Nelly Cootalot: Spoonbeaks Ahoy! for many months now. 1920x1080 HD resolution and a FULL VOICE OVER in English are the obvious highlights. Here is the full list of the improvements we've made to the original 2007 game.\n\nNEW RESOLUTION\nThe game now runs in full 1920x1080 HD, (as well as other widescreen resolutions). This is flipping massive compared to the tiny, square original graphics (see trailer video).\n\nFULL VOICE ACTING (ENGLISH ONLY)\nExtremely cheap voice acting by Alasdair Beckett-King, real Nelly and literally no one else. Think of it as a director's commentary where he got to do a load of dodgy accents. (Yes, this feature CAN be switched off.)\n\nSUPPORT FOR MORE OPERATING SYSTEMS\nFull support for macOS and Linux as well as all recent Windows systems. \n\nOTHER IMPROVEMENTS\nStreamlined point & click interface.\n\nImproved launcher app.\n\nBad jokes replaced with good jokes (we wish).\n\nNew \"business\" model",
    "genres": [
      "Adventure"
    ]
  }
]
